[
    {
        "title": "Regarding consent to assemble outside the seat of government.",
        "number": "1",
        "summary": " <p>This concurrent resolution authorizes the Speaker of the House and the Majority Leader of the Senate to assemble the House and the Senate outside the District of Columbia whenever the public interest warrants it.</p>"
    },
    {
        "title": "Regarding consent to assemble outside the seat of government.",
        "number": "1",
        "summary": " <p>This concurrent resolution authorizes the Speaker of the House and the Majority Leader of the Senate to assemble the House and the Senate outside the District of Columbia whenever the public interest warrants it.</p>"
    },
    {
        "title": "Censuring President Donald J. Trump for attempting to overturn the results of the 2020 Presidential election through unlawful means and for inciting insurrection.",
        "number": "3",
        "summary": " <p> This concurrent resolution censures President Donald J. Trump for actions described in this resolution, including attempting to overturn the 2020 presidential election and inciting insurrection at the U.S. Capitol on January 6, 2021.</p> <p>The resolution calls upon President Trump to</p> <ul> <li>acknowledge that President-elect Joseph R. Biden was the victor of the election and that President-elect Biden will be the lawful President on January 20, 2021;</li> <li>call on his supporters not to engage in violence;</li> <li>disavow the actions of the insurrectionists who attacked the U.S. Capitol; and</li> <li> denounce any further acts of violence, including any planned to occur surrounding the 58th Presidential Inauguration.</li> </ul> <p>Finally, it finds that, in engaging in the above cited actions, President Trump &quot;as an officer of the United States ... engaged in insurrection or rebellion against the [United States], or [gave] aid or comfort to the enemies thereof,&quot; as described in Section 3 of the Fourteenth Amendment, making him ineligible for future office, unless Congress, in the future, removes such disability by a two-thirds vote of each chamber.</p>"
    },
    {
        "title": "Directing the Sergeant at Arms of the House of Representatives, the Sergeant at Arms and Doorkeeper of the Senate, and the United States Capitol Police to prohibit President Donald John Trump from entering the United States Capitol at any time after the expiration of his term as President.",
        "number": "6",
        "summary": " <p>This concurrent resolution directs the Sergeant at Arms of the House of Representatives, the Sergeant at Arms and Doorkeeper of the Senate, and the United States Capitol Police to prohibit President Donald John Trump from entering the U.S. Capitol at any time after the expiration of his term as President.</p>"
    },
    {
        "title": "Censuring and condemning President Donald J. Trump for trying to unlawfully overturn the 2020 Presidential election and violating his oath of office on January 6, 2021.",
        "number": "5",
        "summary": " <p> This concurrent resolution states that President Donald J. Trump has acted in a manner grossly incompatible with self-governance and the rule of law.</p> <p>The resolution censures and condemns President Trump for trying to unlawfully overturn the 2020 presidential election and violating his oath of office on January 6, 2021. It affirms that Joseph R. Biden, Jr. was duly elected as the 46th President on November 3, 2020; was certified as the winner of the election by a Joint Session of Congress on January 6, 2021; and will be lawfully sworn into office on January 20, 2021. </p>"
    },
    {
        "title": "Supporting the goals and ideals of No Name-Calling Week in bringing attention to name-calling of all kinds and providing schools with the tools and inspiration to launch an ongoing dialogue about ways to eliminate name-calling, bullying, and harassment in their communities.",
        "number": "4",
        "summary": " <p>This concurrent resolution supports the goals and ideals of No Name-Calling Week. It also encourages schools to consider comprehensive anti-bullying and harassment policies that address incidents based on sexual orientation or gender identity.</p>"
    },
    {
        "title": "Authorizing the use of the rotunda of the Capitol to honor the last surviving Medal of Honor recipient of the Second World War upon death.",
        "number": "7",
        "summary": " <p>This concurrent resolution authorizes the use of the rotunda of the Capitol to honor, upon death, the last surviving Medal of Honor recipient for acts performed during World War II, at the election of the individual or their next of kin.</p>"
    },
    {
        "title": "Honoring and memorializing the life and sacrifice of Officer Brian D. Sicknick.",
        "number": "8",
        "summary": " <p>This concurrent resolution mourns the death of U.S. Capitol Police Officer Brian D. Sicknick and expresses the gratitude of the country for his courage and sacrifice. Further, the resolution directs the leaders of the House of Representatives and the Senate to select an appropriate memorial honoring Officer Sicknick to be located in the U.S. Capitol.</p>"
    },
    {
        "title": "Honoring the life and legacy of United States Capitol Police Officer Brian D. Sicknick.",
        "number": "9",
        "summary": " <p>This resolution mourns the death of U.S. Capitol Police Officer Brian D. Sicknick, and it honors his lifelong commitment to service and his selfless acts of heroism on January 6, 2021.</p>"
    },
    {
        "title": "Establishing the congressional budget for the United States Government for fiscal year 2021 and setting forth the appropriate budgetary levels for fiscal years 2022 through 2030.",
        "number": "11",
        "summary": " <p>This concurrent resolution establishes the congressional budget for the federal government for FY2021, sets forth budgetary levels for FY2022-FY2030, and provides reconciliation instructions for legislation that increases the deficit. </p> <p>The resolution recommends levels and amounts for FY2021-FY2030 for </p> <ul> <li> federal revenues, </li> <li> new budget authority, </li> <li> budget outlays, </li> <li> deficits, </li> <li> public debt, </li> <li> debt held by the public, and </li> <li> the major functional categories of spending. </li> </ul> <p>It also recommends levels and amounts for Social Security and Postal Service discretionary administrative expenses for the purpose of budget enforcement in the Senate.</p> <p>The resolution includes reconciliation instructions that direct 12 House committees to submit changes in laws within their jurisdictions that will increase the deficit over FY2021-FY2030 by no more than an amount specified for each committee. The committees must submit the legislation to the House Budget Committee by February 16, 2021.</p> <p>(Under current law, reconciliation bills are considered by Congress using expedited legislative procedures that prevent a filibuster and restrict amendments in the Senate.)</p> <p>The resolution establishes reserve funds that allow the chair of the House Budget Committee to revise committee allocations, aggregates, and other budgetary levels to accommodate (1) reconciliation legislation that complies with the instructions in this resolution, and (2) deficit-neutral legislation. </p> <p>It also includes provisions that (1) exempt reconciliation legislation reported by the House Budget Committee under this resolution from the House pay-as-you-go (PAYGO) point of order, and (2) extend a limitation on advance appropriations in the House. </p>"
    },
    {
        "title": "Establishing the congressional budget for the United States Government for fiscal year 2021 and setting forth the appropriate budgetary levels for fiscal years 2022 through 2030.",
        "number": "11",
        "summary": " <p>This concurrent resolution establishes the congressional budget for the federal government for FY2021, sets forth budgetary levels for FY2022-FY2030, and provides reconciliation instructions for legislation that increases the deficit. </p> <p>The resolution recommends levels and amounts for FY2021-FY2030 for </p> <ul> <li> federal revenues, </li> <li> new budget authority, </li> <li> budget outlays, </li> <li> deficits, </li> <li> public debt, </li> <li> debt held by the public, and </li> <li> the major functional categories of spending. </li> </ul> <p>It also recommends levels and amounts for Social Security and Postal Service discretionary administrative expenses for the purpose of budget enforcement in the Senate.</p> <p>The resolution includes reconciliation instructions that direct 12 House committees to submit changes in laws within their jurisdictions that will increase the deficit over FY2021-FY2030 by no more than an amount specified for each committee. The committees must submit the legislation to the House Budget Committee by February 16, 2021.</p> <p>(Under current law, reconciliation bills are considered by Congress using expedited legislative procedures that prevent a filibuster and restrict amendments in the Senate.)</p> <p>The resolution establishes reserve funds that allow the chair of the House Budget Committee to revise committee allocations, aggregates, and other budgetary levels to accommodate (1) reconciliation legislation that complies with the instructions in this resolution, and (2) deficit-neutral legislation. </p> <p>It also includes provisions that (1) exempt reconciliation legislation reported by the House Budget Committee under this resolution from the House pay-as-you-go (PAYGO) point of order, and (2) extend a limitation on advance appropriations in the House. </p>"
    },
    {
        "title": "Permitting the remains of the late United States Capitol Police Officer Brian D. Sicknick to lie in honor in the rotunda of the Capitol.",
        "number": "10",
        "summary": " <p>This concurrent resolution authorizes the use of the Capitol rotunda on February 2-February 3, 2021, for the lying in honor of the remains of the late U.S. Capitol Police Officer Brian D. Sicknick.</p>"
    },
    {
        "title": "Permitting the remains of the late United States Capitol Police Officer Brian D. Sicknick to lie in honor in the rotunda of the Capitol.",
        "number": "10",
        "summary": " <p>This concurrent resolution authorizes the use of the Capitol rotunda on February 2-February 3, 2021, for the lying in honor of the remains of the late U.S. Capitol Police Officer Brian D. Sicknick.</p>"
    },
    {
        "title": "Permitting the remains of the late United States Capitol Police Officer Brian D. Sicknick to lie in honor in the rotunda of the Capitol.",
        "number": "10",
        "summary": " <p>This concurrent resolution authorizes the use of the Capitol rotunda on February 2-February 3, 2021, for the lying in honor of the remains of the late U.S. Capitol Police Officer Brian D. Sicknick.</p>"
    },
    {
        "title": "Recognizing the difficult challenges Black veterans faced when returning home after serving in the Armed Forces, their heroic military sacrifices, and their patriotism in fighting for equal rights and for the dignity of a people and a Nation.",
        "number": "13",
        "summary": " <p>This concurrent resolution recognizes the difficult challenges Black veterans faced when returning home after serving in the Armed Forces, their heroic military sacrifices, and their patriotism in fighting for equal rights and for the dignity of a people and a nation. The concurrent resolution also recognizes the need for the Department of Veterans Affairs to continue to work to eliminate any health and benefit disparities for minority veterans.</p>"
    },
    {
        "title": "Expressing the sense of Congress that a commemorative postage stamp should be issued in honor of the Buffalo Soldiers.",
        "number": "12",
        "summary": " <p>This concurrent resolution calls for the Citizens' Stamp Advisory Committee to recommend that the Postmaster General issue a commemorative postage stamp honoring the Buffalo Soldiers.</p>"
    },
    {
        "title": "Expressing the sense of Congress that a commemorative postage stamp should be issued in honor of George Thomas \"Mickey\" Leland.",
        "number": "2",
        "summary": " <p>This concurrent resolution calls for the Citizens' Stamp Advisory Committee to recommend that the U.S. Postal Service issue a commemorative postage stamp in honor of former Representative George Thomas &quot;Mickey&quot; Leland.</p>"
    },
    {
        "title": "Abolish the Last Great Plantation in America Resolution",
        "number": "14",
        "summary": " <p><b>Abolish the Last Great Plantation in America Resolution</b></p> <p>This resolution establishes the Commission on Addressing Racism and Ensuring Diversity in the United States Government. The commission must study the presence of systemic racism and the lack of diversity in the federal government and recommend steps to eliminate racism and promote diversity in the government. </p>"
    },
    {
        "title": "Expressing the sense of Congress that the President should do everything in his power to achieve resolution and repayment of the defaulted sovereign debt of the People's Republic of China held by 20,000 families in the United States represented by American Bondholders Foundation, LLC.",
        "number": "17",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that the President should do everything within his power to achieve resolution and repayment by China of the defaulted Chinese bonds held by 20,000 families in the United States.</p>"
    },
    {
        "title": "Expressing the sense of Congress that hydropower is an essential renewable resource and the United States should protect existing hydropower resources.",
        "number": "15",
        "summary": " <p>This concurrent resolution urges the United States to protect existing hydropower resources and increase substantially the capacity and generation of clean, renewable hydropower resources. In addition, it expresses the sense of Congress that hydropower is a renewable resource for purposes of all federal programs.</p>"
    },
    {
        "title": "Urging the establishment of a United States Commission on Truth, Racial Healing, and Transformation.",
        "number": "19",
        "summary": " <p>This concurrent resolution (1) affirms, on the 400th anniversary of the arrival of the first slave ship, that the nation owes a debt of remembrance not only to those who lived through the injustices of slavery but also to their descendants; and (2) urges the establishment of a U.S. Commission on Truth, Racial Healing, and Transformation to properly acknowledge, memorialize, and be a catalyst for progress, including toward permanently eliminating persistent racial inequities.</p>"
    },
    {
        "title": "Expressing the sense of Congress that schools should safely reopen for in-person instruction as soon as possible.",
        "number": "20",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that school administrators should safely reopen schools for in-person instruction as soon as possible.</p>"
    },
    {
        "title": "Recognizing the significance of equal pay and the disparity between wages paid to men and women.",
        "number": "24",
        "summary": " <p>This resolution recognizes the disparity between wages paid to men and women, and its impact on women, families, and the nation and reaffirms Congress' commitment to supporting equal pay and to narrowing the gender wage gap. </p> <p><BR> <BR> </p>"
    },
    {
        "title": "Expressing the sense of Congress regarding the importance of including small business concerns, especially minority-owned small business concerns, in any efforts to leverage the Defense Production Act in response to the COVID-19 pandemic.",
        "number": "18",
        "summary": " <p>This concurrent resolution urges the President to give preference to small businesses&#8212;especially those that are minority owned&#8212;and ensure their participation in specified efforts to respond to COVID-19 (i.e., coronavirus disease 2019).</p>"
    },
    {
        "title": "Directing the Architect of the Capitol to preserve evidence of the January 6, 2021 attack on the United States Capitol so that evidence of the attack may be made available for viewing by visitors to the Capitol.",
        "number": "23",
        "summary": " <p>This concurrent resolution directs the Architect of the Capitol to preserve evidence of the attack on the U.S. Capitol on January 6, 2021, including by preserving features that were damaged, so that visitors to the Capitol may view this evidence.</p>"
    },
    {
        "title": "Expressing the sense of Congress that retired Lieutenant General Russel Honoré, United States Army, should immediately be relieved of his interim investigative role into the events of January 6, 2021.",
        "number": "22",
        "summary": " <p>This concurrent resolution calls for the removal of retired Lieutenant General Russel Honor&eacute;, U.S. Army, from his interim role investigating the events at the U.S. Capitol on January 6, 2021. Further, it urges the Speaker of the House of Representatives to appoint a nonpartisan, bicameral panel of former Members of Congress, law enforcement officials, and military servicemen to investigate those events.</p>"
    },
    {
        "title": "Urging that the International Olympic Committee rebid the 2022 Olympic Winter Games, and expressing the sense of Congress that the United States Olympic & Paralympic Committee should not participate if the Games are held in the People's Republic of China and that the United States Government should lead an international boycott if the Games are held in the People's Republic of China, and for other purposes.",
        "number": "16",
        "summary": " <p>This resolution calls on the U.S. Olympic &amp; Paralympic Committee to support human rights and boycott the 2022 Winter Olympics if it is held in China. The resolution also expresses support for the committee's athletes, coaches, and personnel.</p>"
    },
    {
        "title": "Permitting the remains of the late United States Capitol Police Officer William F. Evans to lie in honor in the rotunda of the Capitol.",
        "number": "27",
        "summary": " <p>This concurrent resolution authorizes the use of the Capitol rotunda on April 13, 2021, for the lying in honor of the remains of the late U.S. Capitol Police Officer William F. Evans.</p>"
    },
    {
        "title": "Permitting the remains of the late United States Capitol Police Officer William F. Evans to lie in honor in the rotunda of the Capitol.",
        "number": "27",
        "summary": " <p>This concurrent resolution authorizes the use of the Capitol rotunda on April 13, 2021, for the lying in honor of the remains of the late U.S. Capitol Police Officer William F. Evans.</p>"
    },
    {
        "title": "Permitting the remains of the late United States Capitol Police Officer William F. Evans to lie in honor in the rotunda of the Capitol.",
        "number": "27",
        "summary": " <p>This concurrent resolution authorizes the use of the Capitol rotunda on April 13, 2021, for the lying in honor of the remains of the late U.S. Capitol Police Officer William F. Evans.</p>"
    },
    {
        "title": "Directing the Architect of the Capitol to transfer the catafalque situated in the Capitol Visitor Center to the rotunda of the Capitol for use in connection with services conducted for United States Capitol Police Officer William F. Evans.",
        "number": "28",
        "summary": " <p>This concurrent resolution directs the Architect of the Capitol to move the catafalque (a wooden platform) from the Capitol Visitor Center to the Capitol rotunda for use in connection with services for U.S. Capitol Police Officer William F. Evans.</p>"
    },
    {
        "title": "Directing the Architect of the Capitol to transfer the catafalque situated in the Capitol Visitor Center to the rotunda of the Capitol for use in connection with services conducted for United States Capitol Police Officer William F. Evans.",
        "number": "28",
        "summary": " <p>This concurrent resolution directs the Architect of the Capitol to move the catafalque (a wooden platform) from the Capitol Visitor Center to the Capitol rotunda for use in connection with services for U.S. Capitol Police Officer William F. Evans.</p>"
    },
    {
        "title": "Directing the Architect of the Capitol to transfer the catafalque situated in the Capitol Visitor Center to the rotunda of the Capitol for use in connection with services conducted for United States Capitol Police Officer William F. Evans.",
        "number": "28",
        "summary": " <p>This concurrent resolution directs the Architect of the Capitol to move the catafalque (a wooden platform) from the Capitol Visitor Center to the Capitol rotunda for use in connection with services for U.S. Capitol Police Officer William F. Evans.</p>"
    },
    {
        "title": "Providing for a joint session of Congress to receive a message from the President.",
        "number": "30",
        "summary": " <p>This concurrent resolution provides for a joint session of Congress on April 28, 2021, to receive a message from the President.</p>"
    },
    {
        "title": "Providing for a joint session of Congress to receive a message from the President.",
        "number": "30",
        "summary": " <p>This concurrent resolution provides for a joint session of Congress on April 28, 2021, to receive a message from the President.</p>"
    },
    {
        "title": "Providing for a joint session of Congress to receive a message from the President.",
        "number": "30",
        "summary": " <p>This concurrent resolution provides for a joint session of Congress on April 28, 2021, to receive a message from the President.</p>"
    },
    {
        "title": "Supporting the goals and ideals of International Transgender Day of Visibility.",
        "number": "26",
        "summary": " <p>This concurrent resolution supports the goals and ideals of the International Transgender Day of Visibility. It celebrates the accomplishments and leadership of transgender, nonbinary, and gender nonconforming people.</p>"
    },
    {
        "title": "Recognizing that the climate crisis is disproportionately affecting the health, economic opportunity, and fundamental rights of children, recognizing the importance of renewed leadership by the United States in addressing the climate crisis, and recognizing the need of the United States to develop a national, comprehensive, and science-based climate recovery plan to phase out fossil fuel emissions, protect and enhance natural sequestration, and put the United States on a path towards stabilizing the climate system.",
        "number": "31",
        "summary": " <p>This resolution calls for renewed U.S. leadership in addressing the climate crisis that is disproportionately affecting the health, economic opportunity, and fundamental rights of children. It also recognizes the need for the departments and agencies of the executive branch with delegated authority over energy and climate policy to prepare a climate recovery plan that puts the United States on a trajectory consistent with reducing global atmospheric carbon dioxide to below 350 parts per million by the year 2100.</p>"
    },
    {
        "title": "Supporting the Local Radio Freedom Act.",
        "number": "33",
        "summary": " <p>This concurrent resolution declares that Congress should not impose any new performance fee, tax, royalty, or other charge relating to the public performance of sound recordings on a local radio station for broadcasting sound recordings over the air, or on any business for such public performance of sound recordings.</p>"
    },
    {
        "title": "Encouraging the Architect of the Capitol to transition to the exclusive use of electricity derived from renewable energy sources to power the United States Capitol Complex by 2032.",
        "number": "25",
        "summary": " <p>This concurrent resolution encourages the Architect of the Capitol to transition to the exclusive use of electricity derived from renewable energy sources to power the U.S. Capitol Complex by 2032.</p>"
    },
    {
        "title": "Expressing the sense of Congress that a carbon tax would be detrimental to the United States economy.",
        "number": "34",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that a carbon tax would be detrimental to American families and businesses and is not in the best interest of the United States.</p>"
    },
    {
        "title": "Supporting the goals and ideals of GLSEN's 2021 Day of Silence in bringing attention to anti-lesbian, gay, bisexual, transgender, queer, and questioning (LGBTQ+) name-calling, bullying, and harassment faced by individuals in schools.",
        "number": "29",
        "summary": " <p>This concurrent resolution supports the goals and ideals of the National Day of Silence (during which students vow to remain silent to bring attention to the harassment and discrimination faced by lesbian, gay, bisexual, transgender, queer and questioning individuals in schools).</p>"
    },
    {
        "title": "Establishing the Joint Select Committee on the Events and Activities Surrounding China's Handling of the 2019 Novel Coronavirus.",
        "number": "36",
        "summary": " <p>This concurrent resolution establishes the Joint Select Committee on the Events and Activities Surrounding China's Handling of the 2019 Novel Coronavirus to investigate and report to Congress and the executive branch specified information related to the coronavirus (i.e., the virus that causes COVID-19) pandemic.</p> <p>This report must include </p> <ul> <li>the origins and causes of the coronavirus;</li> <li>certain coronavirus-related policies, decisions, and activities by the government of China;</li> <li>accountability for policies, decisions, and activities related to influencing the World Health Organization's response to the coronavirus outbreak;</li> <li>vulnerabilities of the U.S. domestic and global supply chain to a global pandemic due to reliance on Chinese manufacturing; </li> <li>information related to lessons learned from China's handling of the coronavirus; and</li> <li> recommended actions the federal government should take in response to China's handling of the coronavirus.</li> </ul>"
    },
    {
        "title": "Expressing the sense of Congress that all trade agreements the United States enters into, should provide reasonable access and collaboration of each nation involved in such an agreement, for the purpose of search and recovery activities relating to members of the United States Armed Forces missing in action from prior wars or military conflicts.",
        "number": "35",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that all trade agreements the United States enters into with a foreign country should provide reasonable collaboration with that country for the purpose of search and recovery activities for Armed Forces members missing in action from prior wars or military conflicts.</p>"
    },
    {
        "title": "Commemorating the 30th anniversary of Operation Provide Comfort.",
        "number": "32",
        "summary": " <p>This concurrent resolution commemorates the 30th anniversary of Operation Provide Comfort (the humanitarian operation to defend and deliver aid to Kurdish refugees fleeing attacks by the Hussein regime), and it reaffirms the strong American-Kurdish partnership.</p>"
    },
    {
        "title": "Honoring the men and women who paid the ultimate price for the Nation's freedom and recommitting the people of the United States to remember and renew the legacy of Memorial Day.",
        "number": "37",
        "summary": " <p>This concurrent resolution urges all Americans to continue to observe the National Moment of Remembrance to honor the approximately 1.3 million members of the Armed Forces who have lost their lives in war from 1775 to 2021.</p> <p>The concurrent resolution also recognizes (1) that Memorial Day is a day to commemorate and honor military personnel who never returned home, and (2) that representative governance of the people of the United States would not be possible without the bravery of those members of the Armed Forces who are honored on Memorial Day.</p>"
    },
    {
        "title": "Expressing the sense of Congress that the United States should resume normal diplomatic relations with Taiwan, negotiate a bilateral free trade agreement with Taiwan, and support Taiwan's membership in international organizations.",
        "number": "21",
        "summary": " <p>This resolution calls on the President to abandon the One China policy in favor of one that recognizes Taiwan as an independent country that is not a part of China. The resolution also urges the President to bolster diplomatic and economic relations between the United States and Taiwan through specified means. </p> <div> <div></div></div>"
    },
    {
        "title": "Authorizing the use of the Capitol Grounds for the National Peace Officers Memorial Service and the National Honor Guard and Pipe Band Exhibition.",
        "number": "41",
        "summary": " <p>This concurrent resolution permits the Grand Lodge of the Fraternal Order of Police and its auxiliary to sponsor as free public events on the Capitol grounds </p> <UL> <LI>the 40th Annual National Peace Officers Memorial Service, on October 16, 2021, to honor the law enforcement officers who died in the line of duty during 2020; and <LI>the National Honor Guard and Pipe Band Exhibition, on October 16, 2021, to allow law enforcement representatives to exhibit their ability to demonstrate Honor Guard programs and provide for a bagpipe exhibition.</LI></UL>"
    },
    {
        "title": "Expressing the sense of Congress that all direct and indirect subsidies that benefit the production or export of sugar by all major sugar-producing and -consuming countries should be eliminated.",
        "number": "43",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that the President should seek the elimination of all subsidies benefiting the production or export of sugar by certain foreign countries.</p>"
    },
    {
        "title": "Expressing the sense of Congress that August 30, 2021, be observed as the 131st anniversary of the 1890 Institutions.",
        "number": "48",
        "summary": " <p>This concurrent resolution (1) recognizes the 131 years of significant and meaningful contributions the 1890 Institutions (i.e., historically Black universities established under the Second Morrill Act of 1890) have made to the United States, (2) supports the efforts of the Department of Agriculture and other federal agencies to build stronger partnerships with such institutions, and (3) commits to working in a bipartisan way to address the past funding and program inequities of such institutions.</p>"
    },
    {
        "title": "Recognizing the victims of the Port Chicago explosion of July 17, 1944, the 77th anniversary of the greatest homeland loss of life of World War II, and exonerating the 50 African-American sailors unjustly court-martialed by the Navy.",
        "number": "40",
        "summary": " <p>This concurrent resolution recognizes the service and sacrifice of those who served and perished in California at Port Chicago Naval Magazine during World War II. The concurrent resolution also exonerates the 50 Port Chicago sailors convicted of the charge of mutiny against the United States and all other charges brought against them after the July 17, 1944, explosion that killed 320. It upgrades the general and summary discharges of the Port Chicago sailors to honorable discharges.</p>"
    },
    {
        "title": "Expressing the sense of Congress that title IX of the Education Amendments of 1972 applies to the National Collegiate Athletics Association (NCAA), and the National Collegiate Athletics Association (NCAA) should work to prevent discrimination on the basis of sex in its programs and activities.",
        "number": "39",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that title IX of the Education Amendments of 1972 applies to the National Collegiate Athletics Association (NCAA) and that the NCAA should work to prevent sex-based discrimination in its programs and activities.</p>"
    },
    {
        "title": "Expressing the sense of Congress that governmental entities should use a portion of the proceeds from litigation against opioid manufacturers and distributors to increase participation in drug take back programs and for the safe disposal of collected, unused medicines.",
        "number": "42",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that government entities should consider using a portion of proceeds from litigation against opioid manufacturers and distributors for drug take-back programs.</p>"
    },
    {
        "title": "Supporting the designation of August 18, 2021, as \"Congressional Startup Day\".",
        "number": "47",
        "summary": " <p>This concurrent resolution recognizes the importance of startups to the U.S. economy, supports assisting startups throughout the economic downturn caused by the COVID-19 pandemic, and commits to promoting equal economic opportunity for underrepresented entrepreneurs of all backgrounds.</p>"
    },
    {
        "title": "Expressing the sense of the Congress that the withdrawal of American Forces from the country of Afghanistan does not undermine or diminish the sacrifice, efforts, and accomplishments of our members of the Armed Forces, diplomats, humanitarians, allies, and partners.",
        "number": "50",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that the men and women who undertook efforts in Afghanistan over the years have provided heroic service to the country and the peace experienced by our country is a direct result of the actions of our service members, diplomats, and humanitarians.</p> <p>The concurrent resolution also expresses that veterans who feel stress, anger, or disappointment over the end of operations in Afghanistan should seek resources and reach out to friends, mentors, and caregivers.</p>"
    },
    {
        "title": "Authorizing the use of the Capitol Grounds for the National Peace Officers Memorial Service and the National Honor Guard and Pipe Band Exhibition.",
        "number": "41",
        "summary": " <p>This concurrent resolution permits the Grand Lodge of the Fraternal Order of Police and its auxiliary to sponsor as free public events on the Capitol grounds </p> <UL> <LI>the 40th Annual National Peace Officers Memorial Service, on October 16, 2021, to honor the law enforcement officers who died in the line of duty during 2020; and <LI>the National Honor Guard and Pipe Band Exhibition, on October 16, 2021, to allow law enforcement representatives to exhibit their ability to demonstrate Honor Guard programs and provide for a bagpipe exhibition.</LI></UL>"
    },
    {
        "title": "Authorizing the use of the Capitol Grounds for the National Peace Officers Memorial Service and the National Honor Guard and Pipe Band Exhibition.",
        "number": "41",
        "summary": " <p>This concurrent resolution permits the Grand Lodge of the Fraternal Order of Police and its auxiliary to sponsor as free public events on the Capitol grounds </p> <UL> <LI>the 40th Annual National Peace Officers Memorial Service, on October 16, 2021, to honor the law enforcement officers who died in the line of duty during 2020; and <LI>the National Honor Guard and Pipe Band Exhibition, on October 16, 2021, to allow law enforcement representatives to exhibit their ability to demonstrate Honor Guard programs and provide for a bagpipe exhibition.</LI></UL>"
    },
    {
        "title": "Fiscal State of the Nation Resolution",
        "number": "44",
        "summary": " <p><b>Fiscal State of the Nation Resolution</b></p> <p>This concurrent resolution requires the congressional budget committees to conduct an annual joint hearing to receive a presentation from the Comptroller General regarding (1) the Government Accountability Office's audit of the financial statement of the executive branch, and (2) the financial position and condition of the federal government. </p>"
    },
    {
        "title": "Marking the four-year anniversary of the devastation of Puerto Rico and the United States Virgin Islands by Hurricane Maria.",
        "number": "51",
        "summary": " <p>This concurrent resolution declares that Congress remains steadfast in its commitment to the people of Puerto Rico and the U.S. Virgin Islands to assist in restoring the islands to their full potential and that Congress will not abandon U.S. citizens living there or on the U.S. mainland in the aftermath of Hurricane Maria.</p>"
    },
    {
        "title": "Recognizing the significance of equal pay and the disparity in wages paid to Latina women in comparison to men.",
        "number": "55",
        "summary": " <p>This concurrent resolution recognizes the disparity between wages paid to Latina women, and its impact on women, families, and the nation and reaffirms Congress' commitment to supporting equal pay and to narrowing the gender wage gap.</p> <p><BR> <BR> </p>"
    },
    {
        "title": "Recognizing the significance of equal pay and the disparity in wages paid to men and to Black women.",
        "number": "46",
        "summary": " <p>This concurrent resolution recognizes the disparity in wages paid to Black women and its impact on women, families, and the nation, and reaffirms Congress' support for ensuring equal pay and closing the gender wage gap.</p> <p><BR> <BR> </p>"
    },
    {
        "title": "Objecting to the slowdown in mail delivery and postage rate increase instituted by Postmaster General Louis DeJoy and seeking to halt both actions pending further investigation.",
        "number": "54",
        "summary": " <p>This concurrent resolution objects to the slowdown in mail delivery instituted by the Postmaster General and urges that the decisions to slow down mail and increase postage rates be halted immediately pending further investigation and full substantiation by the Postmaster General to Congress.</p>"
    },
    {
        "title": "Expressing support for the NATO alliance and increased alliance cooperation on opportunities and challenges.",
        "number": "38",
        "summary": " <p>This resolution recognizes the contributions of international treaties and alliances to the national security of the United States and other alliance members. It also calls for robust U.S. leadership within NATO and continued U.S. engagement to assist NATO allies in meeting their burden-sharing targets.</p>"
    },
    {
        "title": "Permitting the use of the rotunda of the Capitol for a ceremony as part of the commemoration of the 100th anniversary of the dedication of the Tomb of the Unknown Soldier.",
        "number": "58",
        "summary": " <p>This concurrent resolution authorizes the use of the Capitol rotunda on November 10, 2021, for a ceremony to commemorate the 100th anniversary of the dedication of the Tomb of the Unknown Soldier.</p>"
    },
    {
        "title": "Expressing the sense of Congress that public health professionals should be commended for their dedication and service to the United States on Public Health Thank You Day, November 22, 2021.",
        "number": "62",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that public health professionals are to be commended and thanked on Public Health Thank You Day for their important contributions to the nation.</p>"
    },
    {
        "title": "Fiscal State of the Nation Resolution",
        "number": "44",
        "summary": " <p><b>Fiscal State of the Nation Resolution</b></p> <p>This concurrent resolution requires the congressional budget committees to conduct an annual joint hearing to receive a presentation from the Comptroller General regarding (1) the Government Accountability Office's audit of the financial statement of the executive branch, and (2) the financial position and condition of the federal government. </p>"
    },
    {
        "title": "Expressing the sense of the Congress that tax-exempt fraternal benefit societies have historically provided and continue to provide critical benefits to the people and communities of the United States.",
        "number": "65",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that tax-exempt fraternal benefit societies provide critical benefits to the people and communities of the United States and their work should continue to be promoted.</p>"
    }
]