[
    {
        "title": "Proposing an amendment to the Constitution of the United States relative to balancing the budget.",
        "number": "2",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total outlays for a fiscal year from exceeding total receipts for that fiscal year unless Congress authorizes the excess by a two-thirds vote of each chamber. The prohibition excludes outlays for repayment of debt principal and receipts derived from borrowing. </p> <p>The amendment prohibits total outlays for any fiscal year from exceeding 18% of the gross domestic product of the United States, unless two-thirds of each chamber of Congress provides for a specific increase above this amount. </p> <p>The amendment requires a two-thirds vote of each chamber of Congress to impose a new tax, increase the statutory rate of any tax, or increase the aggregate amount of revenue. It requires a three-fifths vote of each chamber to increase the limit on the debt of the United States. </p> <p>The President must submit an annual budget in which total outlays do not exceed total receipts and 18% of the gross domestic product of the United States. </p> <p>The amendment prohibits a court from ordering a revenue increase to enforce the requirements. </p> <p>Congress may waive specified requirements when a declaration of war is in effect or the United States is engaged in a military conflict that causes an imminent and serious military threat to national security. </p>"
    },
    {
        "title": "Proposing a balanced budget amendment to the Constitution requiring that each agency and department's funding is justified.",
        "number": "13",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total outlays for a fiscal year from exceeding total receipts for that fiscal year unless (1) Congress authorizes the excess by a three-fifths vote of each chamber, and (2) total outlays do not exceed a specified percentage of the estimated gross domestic product of the United States. The prohibition excludes outlays for repayment of debt principal and receipts derived from borrowing. </p> <p>The amendment requires a three-fifths vote of each chamber of Congress to increase revenue or increase the limit on the debt of the United States. </p> <p>The amendment also requires the President to submit an annual budget in which total outlays do not exceed total receipts. The President's budget must also include justifications and specified details regarding funding proposed for departments and agencies. </p> <p>Congress may waive the requirements due to a declaration of war, a military conflict, an event that causes an imminent and serious military threat to national security, or a natural disaster.</p>"
    },
    {
        "title": "Proposing a balanced budget amendment to the Constitution of the United States.",
        "number": "3",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total outlays for a fiscal year from exceeding total receipts for that fiscal year unless Congress authorizes the excess by a three-fifths roll call vote of each chamber. The prohibition excludes outlays for repayment of debt principal and receipts derived from borrowing. </p> <p>The amendment requires roll call votes of (1) three-fifths of each chamber of Congress to increase the public debt limit, and (2) a majority of each chamber for legislation increasing revenue. </p> <p>It also requires the President to submit a balanced budget to Congress annually. </p> <p>Congress is authorized to waive these requirements when a declaration of war is in effect or if the United States is engaged in a military conflict which causes an imminent and serious military threat to national security. </p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to prohibit Members of Congress from receiving compensation during a fiscal year unless both Houses of Congress have agreed to a concurrent resolution on the budget for that fiscal year prior to the beginning of that fiscal year.",
        "number": "7",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting Members of Congress from receiving compensation during a fiscal year unless both chambers have agreed to an identical concurrent resolution on the budget for that fiscal year before October 1.</p>"
    },
    {
        "title": "Expressing support for designation of September 2021 as \"Gospel Music Heritage Month\" and honoring gospel music for its valuable and longstanding contributions to the culture of the United States.",
        "number": "10",
        "summary": " <p>This joint resolution supports the designation of Gospel Music Heritage Month, which would recognize the contributions to U.S. culture derived from the rich heritage of gospel music and gospel music artists. </p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States relating to contributions and expenditures intended to affect elections.",
        "number": "1",
        "summary": " <p><strong></strong>This joint resolution proposes a constitutional amendment authorizing Congress and the states to set reasonable limits on the raising and spending of money by candidates and others to influence elections. </p> <p>The amendment grants Congress and the states the power to implement and enforce this amendment by legislation. They are allowed to distinguish between natural persons and corporations or other artificial entities created by law, including by prohibiting such entities from spending money to influence elections.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States protecting the right of citizens to vote.",
        "number": "5",
        "summary": " <p>This joint resolution proposes a constitutional amendment that grants U.S. citizens who are 18 years of age or older a right to vote unless they are serving a sentence for a felony in a correctional facility at the time of an election. (Currently, some states disallow individuals from voting, either temporarily or indefinitely,&nbsp;after incarceration for a felony.) </p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States limiting the pardon power of the President.",
        "number": "4",
        "summary": " <p>This joint resolution proposes a constitutional amendment limiting the pardon power of the President.</p> <p>The amendment prohibits the President from granting a pardon or reprieve to himself or herself, to family members or members of the administration, to paid campaign employees, to a person or entity for an offense motivated by an interest of any of those people, or to a person or entity for an offense directed by or coordinated with the President. </p> <p>The amendment also invalidates pardons issued for a corrupt purpose.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to provide for balanced budgets for the Government.",
        "number": "8",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total outlays for a fiscal year from exceeding total receipts for that fiscal year unless Congress authorizes the excess by a two-thirds roll call vote of each chamber. </p> <p>The amendment also requires the President to submit an annual budget in which total outlays for the fiscal year do not exceed total receipts. </p> <p>Congress may waive the requirements for any fiscal year in which (1) a declaration of war is in effect by a roll call vote, or (2) a declaration of a natural disaster or a national emergency is in effect that was declared by a joint resolution that became law after being adopted by a majority of each chamber of Congress. </p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to abolish the electoral college and to provide for the direct election of the President and Vice President of the United States.",
        "number": "14",
        "summary": " <p><strong></strong>This joint resolution proposes a constitutional amendment requiring the President and Vice President to be elected directly by the people of the states and the District of Columbia.</p>"
    },
    {
        "title": "Removing the deadline for the ratification of the equal rights amendment.",
        "number": "17",
        "summary": " <p>This joint resolution eliminates the deadline for the ratification of the Equal Rights Amendment, which prohibits discrimination based on sex. The amendment was proposed to the states in House Joint Resolution 208 of the 92nd Congress, as agreed to in the Senate on March 22, 1972. The amendment shall be part of the Constitution whenever ratified by the legislatures of three-fourths of the states.</p>"
    },
    {
        "title": "Providing for congressional disapproval of the proposed transfer to the Kingdom of Saudi Arabia, the United Kingdom of Great Britain and Northern Ireland, the Kingdom of Spain, and the Italian Republic of certain defense articles and services.",
        "number": "16",
        "summary": " <p>This joint resolution prohibits the issuance of a manufacturing license, technical assistance license, or export license with respect to certain proposed agreements or transfers of specified defense articles or services to Saudi Arabia, the United Kingdom, Spain, or Italy.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to require that the Supreme Court of the United States be composed of nine justices.",
        "number": "11",
        "summary": " <p>This joint resolution proposes an amendment to the Constitution to require that the Supreme Court consist of nine Justices.</p>"
    },
    {
        "title": "Providing for congressional disapproval of the proposed foreign military sale to the Kingdom of Saudi Arabia of certain defense articles and services.",
        "number": "15",
        "summary": " <p>This joint resolution prohibits the proposed foreign military sale of certain defense articles and services to Saudi Arabia.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to repeal the twenty-third article of amendment to the Constitution of the United States.",
        "number": "19",
        "summary": " <p>This joint resolution proposes a constitutional amendment repealing the Twenty-third Amendment to the Constitution (allowing citizens residing in the District of Columbia to vote for presidential electors, who in turn vote in the electoral college for the President and Vice President).</p>"
    },
    {
        "title": "Expressing support for designation of the week of February 1, 2021, through February 5, 2021, as \"National School Counseling Week\".",
        "number": "22",
        "summary": " <p>This joint resolution honors the contributions of school counselors to the success of students in elementary and secondary schools.</p> <p>The resolution encourages the observation of National School Counseling Week with ceremonies and activities that promote awareness of the crucial role school counselors play in preparing students for fulfilling lives as contributing members of society.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States recognizing and securing the fundamental right to life, liberty, and property, which includes housing, health care, education, and nutrition.",
        "number": "20",
        "summary": " <p><STRONG></STRONG>This joint resolution proposes a constitutional amendment to recognize and protect the right of any person to affordable housing, cost-effective health care, education, and nutrition.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States extending the right to vote to citizens sixteen years of age or older.",
        "number": "23",
        "summary": " <p><STRONG></STRONG>This joint resolution proposes a constitutional amendment to lower the minimum age for the right to vote from 18 to 16.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to limit the number of terms that a Member of Congress may serve to four in the House of Representatives and two in the Senate.",
        "number": "9",
        "summary": " <p>This joint resolution proposes a constitutional amendment limiting Representatives to four terms and Senators to two terms. Terms beginning before ratification of this amendment do not count towards these term limits.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to limit the number of terms an individual may serve as a Member of Congress.",
        "number": "6",
        "summary": " <p>This joint resolution proposes a constitutional amendment limiting Representatives to six terms and Senators to two terms. The amendment shall not apply to any person who served as a Representative or a Senator before the 117th Congress. </p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to limit the number of terms that a Member of Congress may serve.",
        "number": "12",
        "summary": " <p>This joint resolution proposes a constitutional amendment limiting Representatives to three terms and Senators to two terms. Terms beginning before the ratification of this amendment do not count towards these term limits.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to limit the number of terms that a Member of Congress may serve.",
        "number": "18",
        "summary": " <p>This joint resolution proposes a constitutional amendment limiting Representatives to three terms and Senators to two terms. Terms beginning before the ratification of this amendment do not count towards term limits.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States giving Congress power to regulate campaign contributions for Federal elections.",
        "number": "21",
        "summary": " <p><strong></strong>This joint resolution proposes a constitutional amendment giving Congress and states the power to regulate (1) donations to candidates for public office, and (2) donations used for media advertisements intended to influence the outcome of an election or direct vote.</p> <p>The amendment prohibits noncitizens or foreign agents from (1) donating to a candidate for public office, or (2) making donations intended to influence the outcome of an election or direct vote.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to provide that Representatives shall be apportioned among the several States according to their respective numbers, counting the number of persons in each State who are citizens of the United States.",
        "number": "24",
        "summary": " <p>This joint resolution proposes a constitutional amendment requiring Representatives to be apportioned according to the number of U.S. citizens in each state, rather than the number of persons in each state.</p>"
    },
    {
        "title": "Disapproving the action of the District of Columbia Council in approving the Minor Consent for Vaccinations Amendment Act of 2020.",
        "number": "25",
        "summary": " <p>This joint resolution nullifies the action of the District of Columbia Council in approving the Minor Consent for Vaccinations Amendment Act of 2020, enacted by the council on December 23, 2020, and transmitted on February 1, 2021, to Congress pursuant to the District of Columbia Home Rule Act. The act authorizes a minor, 11 years of age or older, to consent to receive a vaccine if the minor is capable of meeting the informed consent standard and the vaccine is recommended by the United States Advisory Committee on Immunization Practices and will be provided in accordance with its recommended immunization schedule.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States requiring that the Federal budget be balanced.",
        "number": "26",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total outlays for a fiscal year from exceeding total receipts for that fiscal year or 18% of the U.S. gross domestic product unless Congress authorizes the excess by a two-thirds vote of each chamber. The prohibition excludes outlays for repayment of debt principal and receipts derived from borrowing. </p> <p>The amendment requires a two-thirds vote of each chamber of Congress to levy a new tax, increase the rate of any tax, or increase the debt limit. </p> <p>The amendment provides any Member of Congress with standing and a cause of action to seek judicial enforcement of this amendment if authorized by a petition signed by one-third of the Members of either chamber of Congress. Courts are prohibited from ordering any increase in revenue to enforce this amendment. </p>"
    },
    {
        "title": "Proposing a balanced budget amendment to the Constitution of the United States.",
        "number": "30",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total expenditures from exceeding total receipts for a fiscal year. The prohibition excludes expenditures for repayment of debt principal and receipts derived from borrowing.</p> <p>For a national emergency, two-thirds of each chamber of Congress may authorize expenditures that exceed receipts for limited times. Debts incurred from the expenditures must be paid as soon as practicable.</p> <p>The amendment requires a two-thirds roll call vote of each chamber of Congress to increase the public debt limit. It also requires the President to submit a balanced budget to Congress annually.</p> <p>If the President does not submit a balanced budget for a fiscal year, any executive actions may be unilaterally overturned by a simple majority vote of each of chamber of Congress until the President submits a balanced budget. </p>"
    },
    {
        "title": "Proposing a balanced budget amendment to the Constitution of the United States.",
        "number": "32",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total outlays for a fiscal year from exceeding total receipts for that fiscal year unless Congress authorizes the excess by a two-thirds roll call vote of each chamber. The prohibition excludes outlays for repayment of debt principal and receipts derived from borrowing.</p> <p>The amendment also requires the President to submit a balanced budget to Congress annually. </p>"
    },
    {
        "title": "Removing the deadline for the ratification of the equal rights amendment.",
        "number": "17",
        "summary": " <p>This joint resolution eliminates the deadline for the ratification of the Equal Rights Amendment, which prohibits discrimination based on sex. The amendment was proposed to the states in House Joint Resolution 208 of the 92nd Congress, as agreed to in the Senate on March 22, 1972. The amendment shall be part of the Constitution whenever ratified by the legislatures of three-fourths of the states.</p>"
    },
    {
        "title": "Providing for the appointment of Barbara Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution.",
        "number": "27",
        "summary": " <p>This joint resolution appoints Barbara M. Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution. </p>"
    },
    {
        "title": "Providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Equal Employment Opportunity Commission relating to \"Update of Commission's Conciliation Procedures\".",
        "number": "33",
        "summary": " <p>This resolution expresses congressional disapproval of the rule submitted by the Equal Employment Opportunity Commission (EEOC) that revises the EEOC settlement process to provide employers with the factual and legal basis that the EEOC relied on to make a reasonable cause finding of a discriminatory practice.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States relative to equal rights for men and women.",
        "number": "28",
        "summary": " <p><strong></strong>This joint resolution proposes a constitutional amendment declaring that women shall have equal rights in the United States and every place subject to its jurisdiction.&nbsp; </p> <p>The amendment prohibits the United States or any state from denying or abridging equal rights under the law on account of sex. </p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States relative to equal rights for men and women.",
        "number": "31",
        "summary": " <p>This joint resolution proposes a constitutional amendment declaring that equality of rights under the law shall not be denied or abridged by the United States or any state on account of sex. </p> <p>The resolution specifies that nothing in this constitutional amendment shall be construed to grant or secure any right relating to abortion or its funding.</p>"
    },
    {
        "title": "Providing for congressional disapproval under chapter 8 of title 5, United States Code, of a rule submitted by the Environmental Protection Agency relating to \"Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review\".",
        "number": "34",
        "summary": " <p>This joint resolution nullifies the<i> Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review</i> rule published by the Environmental Protection Agency on September 14, 2020. The rule finalized amendments to new source performance standards under the Clean Air Act for the oil and natural gas sector, such as an amendment that removed limitations on methane emissions from such sector.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to require that the Supreme Court be composed of not more than nine justices.",
        "number": "39",
        "summary": " <p>This joint resolution proposes an amendment to the Constitution requiring the Supreme Court to be composed of not more than nine Justices.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to provide that a new State may only be admitted into the Union upon a vote of two-thirds of each House of Congress.",
        "number": "42",
        "summary": " <p>This joint resolution proposes an amendment to the Constitution to provide that a new state may only be admitted into the union upon a vote of two-thirds of each chamber of Congress.</p>"
    },
    {
        "title": "Providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Office of the Comptroller of the Currency relating to \"National Banks and Federal Savings Associations as Lenders\".",
        "number": "35",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Office of the Comptroller of the Currency titled <em>National Banks and Federal Savings Associations as Lenders</em> and published on October 30, 2020. The rule requires that to be considered a lender, a national bank or federal saving association must, as of the date of origination of the loan (1) be named as the lender in the loan agreement, or (2) fund the loan.</p>"
    },
    {
        "title": "Providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Department of Health and Human Services relating to \"Securing Updated and Necessary Statutory Evaluations Timely\".",
        "number": "37",
        "summary": " <p>This joint resolution nullifies the rule finalized by the Department of Health and Human Services (HHS) on January 19, 2021, that applies, subject to certain exceptions, sunset dates to HHS regulations.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to clarify the presidential pardoning power.",
        "number": "45",
        "summary": " <p><strong></strong></p> <p>This joint resolution proposes a constitutional amendment denying the President the power to grant himself a reprieve or pardon for an offense against the United States.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States regarding health care.",
        "number": "44",
        "summary": " <p><b>Constitutional Amendment</b></p> This joint resolution proposes a constitutional amendment that establishes health care as a right for the people of the United States."
    },
    {
        "title": "Providing for the appointment of Barbara Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution.",
        "number": "27",
        "summary": " <p>This joint resolution appoints Barbara M. Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution. </p>"
    },
    {
        "title": "Disapproving the rule submitted by the Social Security Administration relating to hearings held by Administrative Appeals Judges of the Appeals Council.",
        "number": "38",
        "summary": " <p>This joint resolution nullifies the rule finalized by the Social Security Administration on November 16, 2020, that outlines when its administrative appeals judges may hold hearings and issue decisions on individual cases. Currently, these judges serve an appellate function where they review, at the request of Social Security claimants, the decisions of the administrative law judges who issue decisions in individual cases.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to require three-fifths majorities for bills increasing taxes.",
        "number": "47",
        "summary": " <p>This joint resolution proposes a constitutional amendment to require a three-fifths majority of the whole number of each House of Congress to levy a new tax or increase taxes. The resolution also requires all votes taken by either the House of Representatives or the Senate to be determined by the yeas and nays and names of their members and shall be entered on the journal of each chamber.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States providing that the rights extended by the Constitution are the rights of natural persons only.",
        "number": "48",
        "summary": " <p>This joint resolution proposes a constitutional amendment providing that the rights protected by the Constitution are the rights of natural persons only. Artificial entities, such as corporations, shall have no rights under the Constitution and are subject to regulation.</p> <p>The amendment requires federal, state, and local government to (1) regulate, limit, or prohibit election contributions and expenditures, including a candidate's own contributions and expenditures; and (2) require that any permissible contributions and expenditures be publicly disclosed. </p> <p>The judiciary is prohibited from construing the spending of money to influence elections to be speech under the First Amendment, and the amendment shall not be construed to abridge the freedom of the press.</p>"
    },
    {
        "title": "Providing for the appointment of Barbara Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution.",
        "number": "27",
        "summary": " <p>This joint resolution appoints Barbara M. Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution. </p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to require that the Supreme Court of the United States be composed of nine justices.",
        "number": "40",
        "summary": " <p>This joint resolution proposes an amendment to the Constitution requiring the Supreme Court to be composed of nine Justices consisting of one Chief Justice and eight Associate Justices.</p>"
    },
    {
        "title": "Providing for the appointment of Barbara Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution.",
        "number": "27",
        "summary": " <p>This joint resolution appoints Barbara M. Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution. </p>"
    },
    {
        "title": "Emergency Supplemental Appropriations Resolution, 2021",
        "number": "54",
        "summary": " <p><strong>Emergency Supplemental Appropriations Resolution, 2021</strong></p> <p>This joint resolution provides $1 billion in supplemental appropriations for the Department of Defense to assist the government of Israel with the acquisition, enhancement, maintenance, and sustainment of the Iron Dome defense system to counter short-range rocket threats. The bill designates the funding as emergency spending, which is exempt from discretionary spending limits.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States giving Congress power to prohibit the physical desecration of the flag of the United States.",
        "number": "51",
        "summary": " <p>This joint resolution proposes a constitutional amendment to authorize Congress to prohibit the physical desecration of the U.S. flag.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to prohibit the use of slavery and involuntary servitude as a punishment for a crime.",
        "number": "53",
        "summary": " <p>This joint resolution proposes an amendment to the U.S. Constitution that prohibits slavery and involuntary servitude as a criminal punishment.</p>"
    },
    {
        "title": "Providing for congressional disapproval of the proposed direct commercial sale to Israel of certain weaponry and munitions.",
        "number": "49",
        "summary": " <p>This joint resolution prohibits the issuance of an export license for specified defense articles, defense services, and technical data for end use by Israel.</p>"
    },
    {
        "title": "War Powers Amendments of 2021",
        "number": "29",
        "summary": " <p><b>War Powers Amendments of 2021</b></p> <p>This joint resolution revises the War Powers Resolution, a law that limits the President's power to introduce Armed Forces into hostilities. Changes include shortening the time that Armed Forces may be involved in hostilities without congressional action and providing for judicial enforcement.</p> <p>The President shall remove any Armed Forces introduced into hostilities without congressional approval within 30 days unless Congress (1) declares war, (2) enacts a joint resolution specifically authorizing such use of the Armed Forces, or (3) is unable to meet because of an attack on the United States. This 30-day period may be extended by up to 15 days under specified circumstances. Current law allows such use of the Armed Forces for 60 days from when the President first reports to Congress about the engagement and allows for a 60-day extension. </p> <p>If Congress takes no such actions, funds may not be used to continue Armed Forces involvement in the hostilities, except to withdraw.</p> <p>The bill removes a provision requiring the removal of such engaged Armed Forces if Congress passes a concurrent resolution requiring such removal. </p> <p>A member of Congress may sue in district court for an order directing the President to comply with this bill. A judgment in such an action shall be directly appealable to the Supreme Court.</p> <p>The bill also revises various provisions relating to (1) the President reporting to and consulting with Congress regarding the use of the Armed Forces without congressional authorization, and (2) procedures for the expedited handling of joint resolutions related to such use of force.</p>"
    },
    {
        "title": "Relating to a national emergency declared by the President on March 13, 2020.",
        "number": "52",
        "summary": " <p>This joint resolution terminates the national emergency concerning COVID-19 declared by the President on March 13, 2020.</p>"
    },
    {
        "title": "Providing for congressional disapproval under chapter 8 of title 5, United States Code, of a rule submitted by the Environmental Protection Agency relating to \"Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review\".",
        "number": "34",
        "summary": " <p>This joint resolution nullifies the<i> Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review</i> rule published by the Environmental Protection Agency on September 14, 2020. The rule finalized amendments to new source performance standards under the Clean Air Act for the oil and natural gas sector, such as an amendment that removed limitations on methane emissions from such sector.</p>"
    },
    {
        "title": "Providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Securities and Exchange Commission relating to \"Procedural Requirements and Resubmission Thresholds Under Exchange Act Rule 14a-8\".",
        "number": "36",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Securities and Exchange Commission titled <em>Procedural Requirements and Resubmission Thresholds Under Exchange Act Rule 14a-8</em> and published on November 4, 2020. </p> <p>The rule provides additional requirements for the inclusion of shareholder proposals in proxy statements, such as increasing the securities ownership requirements for submitting a proposal and increasing the level of support a proposal must receive to be eligible for resubmission at a future shareholder meeting. (Proxy statements must be filed by a publicly traded company and provided to shareholders before shareholder meetings. Proxy statements contain information regarding matters such as the election of directors and shareholder proposals.)</p>"
    },
    {
        "title": "Relating to a national emergency declared by the President on March 13, 2020.",
        "number": "46",
        "summary": " <p>This joint resolution terminates the national emergency concerning COVID-19 declared by the President on March 13, 2020.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to require that the Supreme Court of the United States be composed of nine justices.",
        "number": "43",
        "summary": " <p>This joint resolution proposes an amendment to the Constitution requiring the Supreme Court to be composed of nine Justices. If the size of the Supreme Court is increased to more than nine Justices before ratification of this amendment, those additional offices are void.</p>"
    },
    {
        "title": "Authorization for Use of Military Force To Save Americans Stranded in Afghanistan",
        "number": "57",
        "summary": " <p><strong>Authorization for Use of Military Force To Save Americans Stranded in Afghanistan</strong></p> <p>This joint resolution authorizes the President to use the Armed Forces to evacuate U.S. citizens from Afghanistan after August 31, 2021. </p>"
    },
    {
        "title": "Expressing support for designation of September 2021 as \"Gospel Music Heritage Month\" and honoring gospel music for its valuable and longstanding contributions to the culture of the United States.",
        "number": "56",
        "summary": " <p>This joint resolution supports the designation of Gospel Music Heritage Month, which would recognize the contributions to U.S. culture derived from the rich heritage of gospel music and gospel music artists. </p>"
    },
    {
        "title": "Ulysses S. Grant Bicentennial Recognition Act",
        "number": "58",
        "summary": " <p><strong>Ulysses S. Grant Bicentennial Recognition Act</strong></p> <p>This joint resolution authorizes the President to posthumously appoint Ulysses S. Grant to the grade of General of the Armies of the United States, effective on April 27, 2022. <br> </p>"
    },
    {
        "title": "To acknowledge the courage and sacrifice of veterans of the Vietnam war and formally apologize for the treatment they received upon returning home.",
        "number": "59",
        "summary": " <p>This joint resolution recognizes the sacrifice of veterans of the Vietnam War and commends them for their sacrifice to the United States. The joint resolution also urges the President to formally acknowledge the widespread mistreatment of such veterans and issue a formal apology to the veterans and their families. Additionally, the joint resolution expresses urgent support for increased education to better reflect the sacrifice and treatment of Vietnam veterans.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to limit the number of consecutive terms that a Member of Congress may serve.",
        "number": "60",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting a person from serving more than two consecutive terms as a Senator or six consecutive terms as a Representative. Terms beginning before the ratification of this amendment do not count towards consecutive term limits.</p>"
    },
    {
        "title": "Proposing an amendment to the Constitution of the United States to repeal the sixteenth article of amendment.",
        "number": "61",
        "summary": " <p>This joint resolution proposes a constitutional amendment repealing the Sixteenth Amendment to the Constitution (authorizing taxation of income).</p>"
    },
    {
        "title": "Recognizing that Article I, Section 10 of the United States Constitution explicitly reserves to the States the sovereign power to repel an invasion and defend their citizenry from the overwhelming and \"imminent danger\" posed by paramilitary, narco-terrorist cartels who have seized control of our southern border.",
        "number": "50",
        "summary": " <p>This joint resolution recognizes and affirms the sovereign and unilateral authority of states to defend themselves against invasion. </p>"
    },
    {
        "title": "Prince Jonah Kūhiō Kalaniana‘ole Protecting Family Legacies Act",
        "number": "55",
        "summary": " <p><strong>Prince Jonah K&#363hi&#333 Kalaniana'ole Protecting Family Legacies Act</strong></p> <p>This joint resolution consents to the Hawaii legislature's amendments to the Hawaiian Homes Commission Act. In 2017, the Hawaii legislature reduced the minimum Native Hawaiian blood quantum required for an individual to inherit a homestead lease under the act.</p>"
    },
    {
        "title": "Providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Department of Labor relating to \"COVID-19 Vaccination and Testing; Emergency Temporary Standard\".",
        "number": "65",
        "summary": " <p>This joint resolution nullifies a Department of Labor emergency temporary standard for preventing the transmission of COVID-19 in employment settings.</p> <p>Under the standard issued on November 5, 2021, employers with 100 or more employees must require their onsite employees to either be fully vaccinated against COVID-19 or undergo weekly COVID-19 testing.</p>"
    },
    {
        "title": "Original Slavery Remembrance Day Resolution",
        "number": "64",
        "summary": " <p><strong>Original Slavery Remembrance Day Resolution</strong></p> <p>This joint resolution designates a Slavery Remembrance Day annually and condemns slavery and its progenies.</p>"
    }
]