[
    {
        "title": "A concurrent resolution to provide for the counting on January 6, 2021, of the electoral votes for President and Vice President of the United States.",
        "number": "1",
        "summary": " <p>This concurrent resolution provides for the two houses of Congress to meet on January 6, 2021, to count the electoral votes and declare the persons elected President and Vice President of the United States.</p>"
    },
    {
        "title": "A concurrent resolution to provide for the counting on January 6, 2021, of the electoral votes for President and Vice President of the United States.",
        "number": "1",
        "summary": " <p>This concurrent resolution provides for the two houses of Congress to meet on January 6, 2021, to count the electoral votes and declare the persons elected President and Vice President of the United States.</p>"
    },
    {
        "title": "A concurrent resolution to provide for the counting on January 6, 2021, of the electoral votes for President and Vice President of the United States.",
        "number": "1",
        "summary": " <p>This concurrent resolution provides for the two houses of Congress to meet on January 6, 2021, to count the electoral votes and declare the persons elected President and Vice President of the United States.</p>"
    },
    {
        "title": "A concurrent resolution extending the life of the Joint Congressional Committee on Inaugural Ceremonies and authorizing the use of the rotunda and Emancipation Hall of the Capitol by the Joint Congressional Committee on Inaugural Ceremonies in connection with the proceedings and ceremonies conducted for the inauguration of the President-elect and the Vice President-elect of the United States.",
        "number": "2",
        "summary": " <p>This concurrent resolution continues the Joint Congressional Committee on Inaugural Ceremonies, created to make arrangements for the inauguration of the President-elect and the Vice President-elect of the United States, and it authorizes the use of the rotunda and Emancipation Hall of the U.S. Capitol for the proceedings and ceremonies of the inauguration.</p>"
    },
    {
        "title": "A concurrent resolution extending the life of the Joint Congressional Committee on Inaugural Ceremonies and authorizing the use of the rotunda and Emancipation Hall of the Capitol by the Joint Congressional Committee on Inaugural Ceremonies in connection with the proceedings and ceremonies conducted for the inauguration of the President-elect and the Vice President-elect of the United States.",
        "number": "2",
        "summary": " <p>This concurrent resolution continues the Joint Congressional Committee on Inaugural Ceremonies, created to make arrangements for the inauguration of the President-elect and the Vice President-elect of the United States, and it authorizes the use of the rotunda and Emancipation Hall of the U.S. Capitol for the proceedings and ceremonies of the inauguration.</p>"
    },
    {
        "title": "A concurrent resolution extending the life of the Joint Congressional Committee on Inaugural Ceremonies and authorizing the use of the rotunda and Emancipation Hall of the Capitol by the Joint Congressional Committee on Inaugural Ceremonies in connection with the proceedings and ceremonies conducted for the inauguration of the President-elect and the Vice President-elect of the United States.",
        "number": "2",
        "summary": " <p>This concurrent resolution continues the Joint Congressional Committee on Inaugural Ceremonies, created to make arrangements for the inauguration of the President-elect and the Vice President-elect of the United States, and it authorizes the use of the rotunda and Emancipation Hall of the U.S. Capitol for the proceedings and ceremonies of the inauguration.</p>"
    },
    {
        "title": "A concurrent resolution setting forth the congressional budget for the United States Government for fiscal year 2021 and setting forth the appropriate budgetary levels for fiscal years 2022 through 2030.",
        "number": "5",
        "summary": " <p>This concurrent resolution establishes the congressional budget for the federal government for FY2021, sets forth budgetary levels for FY2022-FY2030, and provides reconciliation instructions for legislation that increases the deficit. </p> <p>The resolution recommends levels and amounts for FY2021-FY2030 for </p> <ul> <li> federal revenues, </li> <li> new budget authority, </li> <li> budget outlays, </li> <li> deficits, </li> <li> public debt, </li> <li> debt held by the public, and </li> <li> the major functional categories of spending. </li> </ul> <p>It also recommends levels and amounts for Social Security and Postal Service discretionary administrative expenses for the purpose of budget enforcement in the Senate. </p> <p>The resolution includes reconciliation instructions that direct several House and Senate committees to submit changes in laws within their jurisdictions that will increase the deficit over FY2021-FY2030 by no more than an amount specified for each committee. The committees must submit the legislation to their respective budget committees by February 16, 2021. </p> <p>(Under current law, reconciliation bills are considered by Congress using expedited legislative procedures that prevent a filibuster and restrict amendments in the Senate.)</p> <p>The resolution establishes reserve funds that allow (1) the chairs of the House and Senate Budget Committees to revise committee allocations, aggregates, and other budgetary levels to accommodate reconciliation legislation that complies with the instructions in this resolution; and (2) the chair of the House Budget Committee to make similar adjustments for deficit-neutral legislation. </p> <p>The resolution also exempts reconciliation legislation that complies with this resolution from various budget points of order, including the congressional pay-as-you-go (PAYGO) rules.</p>"
    },
    {
        "title": "A concurrent resolution authorizing the use of the rotunda of the Capitol for the lying in state of the remains of the last Medal of Honor recipient of World War II, in order to honor the Greatest Generation and the more than 16,000,000 men and women who served in the Armed Forces of the United States from 1941 to 1945.",
        "number": "3",
        "summary": " <p>This concurrent resolution authorizes the use of the rotunda of the Capitol for the lying in state, upon death, of the last surviving Medal of Honor recipient for acts performed during World War II, if the individual or their next of kin so elects.</p>"
    },
    {
        "title": "A concurrent resolution recognizing the heroism of the United States Capitol personnel and journalists during the insurrectionist attack on the United States Capitol on January 6, 2021.",
        "number": "7",
        "summary": " <p>This concurrent resolution commends the service and professionalism of the U.S. Capitol personnel who ensured Congress was able to continue operating in the wake of the security breach on January 6, 2021, and it expresses appreciation for the members of the news media reporting on the work of Congress despite the risk to their own safety.</p>"
    },
    {
        "title": "A concurrent resolution affirming the importance of religious freedom as a fundamental human right that is essential to a free society and protected for all people of the United States under the Constitution of the United States, and recognizing the 235th anniversary of the enactment of the Virginia Statute for Religious Freedom.",
        "number": "4",
        "summary": " <p>This concurrent resolution calls for honoring the 235th anniversary of the enactment of the Virginia Statute for Religious Freedom on Religious Freedom Day, January 16, 2021.</p> <p>The resolution affirms that</p> <ul> <li>religious freedom includes the right of individuals of any faith and individuals of no faith to live, work, associate, and worship in accordance with their beliefs; </li> <li>all people of the United States can be unified in supporting religious freedom because it is a fundamental human right; and </li> <li>the American people will remain forever unshackled in matters of faith. </li></ul>"
    },
    {
        "title": "A concurrent resolution urging the establishment of a United States Commission on Truth, Racial Healing, and Transformation.",
        "number": "6",
        "summary": " <p>This concurrent resolution (1) affirms, on the 400th anniversary of the arrival of the first slave ship, that the nation owes a debt of remembrance not only to those who lived through the injustices of slavery but also to their descendants; and (2) urges the establishment of a U.S. Commission on Truth, Racial Healing, and Transformation to properly acknowledge, memorialize, and be a catalyst for progress, including toward permanently eliminating persistent racial inequities.</p>"
    },
    {
        "title": "A concurrent resolution recognizing that the climate crisis is disproportionately affecting the health, economic opportunity, and fundamental rights of children, expressing the sense of Congress that renewed leadership by the United States is needed to address the climate crisis, and recognizing the need of the United States to develop a national, comprehensive, and science-based climate recovery plan to phase out fossil fuel emissions, protect and enhance natural sequestration, and put the United States on a path toward stabilizing the climate system.",
        "number": "8",
        "summary": " <p>This resolution calls for renewed U.S. leadership in addressing the climate crisis that is disproportionately affecting the health, economic opportunity, and fundamental rights of children. It also recognizes the need for the departments and agencies of the executive branch with delegated authority over energy and climate policy to prepare a climate recovery plan that puts the United States on a trajectory consistent with reducing global atmospheric carbon dioxide to below 350 parts per million by the year 2100.</p>"
    },
    {
        "title": "A concurrent resolution supporting the Local Radio Freedom Act.",
        "number": "9",
        "summary": " <p>This concurrent resolution declares that Congress should not impose any new performance fee, tax, royalty, or other charge relating to the public performance of sound recordings on a local radio station for broadcasting sound recordings over the air, or on any business for such public performance of sound recordings.</p>"
    },
    {
        "title": "A concurrent resolution setting forth the congressional budget for the United States Government for fiscal year 2022 and setting forth the appropriate budgetary levels for fiscal years 2023 through 2031.",
        "number": "14",
        "summary": " <p>This concurrent resolution establishes the congressional budget for the federal government for FY2022, sets forth budgetary levels for FY2023-FY2031, and provides reconciliation instructions for legislation that increases the deficit. </p> <p>The resolution recommends levels and amounts for FY2022-FY2031 for </p> <ul> <li> federal revenues, </li> <li> new budget authority, </li> <li> budget outlays, </li> <li> deficits, </li> <li> public debt, </li> <li> debt held by the public, and </li> <li> the major functional categories of spending. </li> </ul> <p>It also recommends levels and amounts for Social Security and Postal Service discretionary administrative expenses for the purpose of budget enforcement in the Senate. </p> <p>The resolution includes reconciliation instructions that direct (1) several House and Senate committees to report legislation that will increase the deficit over FY2022-FY2031 by no more than an amount specified for each committee, and (2) the Senate Finance Committee and the House Ways and Means Committee to report legislation that will reduce the deficit by at least $1 billion over FY2022-FY2031. </p> <p>(Under current law, reconciliation bills are considered by Congress using expedited legislative procedures that prevent a filibuster and restrict amendments in the Senate.)</p> <p>In addition, the resolution establishes reserve funds that allow certain adjustments to committee allocations and other budgetary levels to accommodate</p> <ul> <li>reconciliation legislation,</li> <li>tax legislation that does not raise taxes on people making less than $400,000, and</li> <li>legislation that would not increase the deficit over specified time periods. </li> </ul> <p>The resolution also sets forth budget enforcement procedures that address issues such as emergency legislation, advance appropriations, infrastructure legislation, adjustments to budget allocations, and cost estimates for child care or prekindergarten legislation. </p>"
    },
    {
        "title": "A concurrent resolution setting forth the congressional budget for the United States Government for fiscal year 2022 and setting forth the appropriate budgetary levels for fiscal years 2023 through 2031.",
        "number": "14",
        "summary": " <p>This concurrent resolution establishes the congressional budget for the federal government for FY2022, sets forth budgetary levels for FY2023-FY2031, and provides reconciliation instructions for legislation that increases the deficit.</p> <p>The resolution recommends levels and amounts for FY2022-FY2031 for </p> <ul> <li> federal revenues, </li> <li> new budget authority, </li> <li> budget outlays, </li> <li> deficits, </li> <li> public debt, </li> <li> debt held by the public, and </li> <li> the major functional categories of spending. </li> </ul> <p>It also recommends levels and amounts for Social Security and Postal Service discretionary administrative expenses for the purpose of budget enforcement in the Senate. </p> <p>The resolution includes reconciliation instructions that direct (1) several House and Senate committees to report legislation that will increase the deficit over FY2022-FY2031 by no more than an amount specified for each committee, and (2) the Senate Finance Committee and the House Ways and Means Committee to report legislation that will reduce the deficit by at least $1 billion over FY2022-FY2031. </p> <p>(Under current law, reconciliation bills are considered by Congress using expedited legislative procedures that prevent a filibuster and restrict amendments in the Senate.)</p> <p>In addition, the resolution establishes reserve funds that allow certain adjustments to committee allocations and other budgetary levels to accommodate</p> <ul> <li>reconciliation legislation,</li> <li>tax legislation that does not raise taxes on people making less than $400,000, </li> <li>legislation that would not increase the deficit over specified time periods, and</li> <li>legislation that addresses a wide range of other specified policy issues. </li> </ul> <p>The resolution also sets forth budget enforcement procedures that address issues such as emergency legislation, advance appropriations, infrastructure legislation, adjustments to budget allocations, and cost estimates for child care or prekindergarten legislation. </p>"
    },
    {
        "title": "A concurrent resolution setting forth the congressional budget for the United States Government for fiscal year 2022 and setting forth the appropriate budgetary levels for fiscal years 2023 through 2031.",
        "number": "14",
        "summary": " <p>This concurrent resolution establishes the congressional budget for the federal government for FY2022, sets forth budgetary levels for FY2023-FY2031, and provides reconciliation instructions for legislation that increases the deficit.</p> <p>The resolution recommends levels and amounts for FY2022-FY2031 for </p> <ul> <li> federal revenues, </li> <li> new budget authority, </li> <li> budget outlays, </li> <li> deficits, </li> <li> public debt, </li> <li> debt held by the public, and </li> <li> the major functional categories of spending. </li> </ul> <p>It also recommends levels and amounts for Social Security and Postal Service discretionary administrative expenses for the purpose of budget enforcement in the Senate. </p> <p>The resolution includes reconciliation instructions that direct (1) several House and Senate committees to report legislation that will increase the deficit over FY2022-FY2031 by no more than an amount specified for each committee, and (2) the Senate Finance Committee and the House Ways and Means Committee to report legislation that will reduce the deficit by at least $1 billion over FY2022-FY2031. </p> <p>(Under current law, reconciliation bills are considered by Congress using expedited legislative procedures that prevent a filibuster and restrict amendments in the Senate.)</p> <p>In addition, the resolution establishes reserve funds that allow certain adjustments to committee allocations and other budgetary levels to accommodate</p> <ul> <li>reconciliation legislation,</li> <li>tax legislation that does not raise taxes on people making less than $400,000, </li> <li>legislation that would not increase the deficit over specified time periods, and</li> <li>legislation that addresses a wide range of other specified policy issues. </li> </ul> <p>The resolution also sets forth budget enforcement procedures that address issues such as emergency legislation, advance appropriations, infrastructure legislation, adjustments to budget allocations, and cost estimates for child care or prekindergarten legislation. </p>"
    },
    {
        "title": "A concurrent resolution expressing the sense of Congress that the withdrawal of Armed Forces from Afghanistan does not undermine or diminish the sacrifice, efforts, and accomplishments of the members of the Armed Forces, diplomats, humanitarians, allies, and partners.",
        "number": "15",
        "summary": " <p>This concurrent resolution expresses the sense of Congress that the men and women who undertook efforts in Afghanistan over the years have provided heroic service to the country and the peace experienced by the United States is a direct result of the actions of the service members, diplomats, and humanitarians.</p> <p>The concurrent resolution also expresses that veterans who feel stress, anger, or disappointment over the end of operations in Afghanistan should seek resources and reach out to friends, mentors, and caregivers.</p>"
    },
    {
        "title": "Fiscal State of the Nation Resolution",
        "number": "11",
        "summary": " <p><b>Fiscal State of the Nation Resolution</b></p> <p>This concurrent resolution requires the congressional budget committees to conduct an annual joint hearing to receive a presentation from the Comptroller General regarding (1) the Government Accountability Office's audit of the financial statement of the executive branch, and (2) the financial position and condition of the federal government. </p>"
    },
    {
        "title": "A concurrent resolution recognizing the significance of equal pay and the disparity in wages paid to men and to Black women.",
        "number": "12",
        "summary": " <p>This concurrent resolution recognizes the disparity in wages paid to Black women and its impact on women, families, and the nation, and reaffirms Congress' support for ensuring equal pay and closing the gender wage gap.</p> <p><BR> <BR> </p>"
    },
    {
        "title": "A concurrent resolution permitting the use of the rotunda of the Capitol for a ceremony as part of the commemoration of the 100th anniversary of the dedication of the Tomb of the Unknown Soldier.",
        "number": "19",
        "summary": " <p>This concurrent resolution authorizes the use of the Capitol rotunda on November 10, 2021, for a ceremony to commemorate the 100th anniversary of the dedication of the Tomb of the Unknown Soldier.</p>"
    },
    {
        "title": "A concurrent resolution permitting the use of the rotunda of the Capitol for a ceremony as part of the commemoration of the 100th anniversary of the dedication of the Tomb of the Unknown Soldier.",
        "number": "19",
        "summary": " <p>This concurrent resolution authorizes the use of the Capitol rotunda on November 10, 2021, for a ceremony to commemorate the 100th anniversary of the dedication of the Tomb of the Unknown Soldier.</p>"
    }
]