[
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States requiring that the Federal budget be balanced.",
        "number": "5",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total outlays for a fiscal year from exceeding total receipts for that fiscal year or 18% of the U.S. gross domestic product unless Congress authorizes the excess by a two-thirds vote of each chamber. The prohibition excludes outlays for repayment of debt principal and receipts derived from borrowing. </p> <p>The amendment requires a two-thirds vote of each chamber of Congress to levy a new tax, increase the rate of any tax, or increase the debt limit. </p> <p>The amendment provides any Member of Congress with standing and a cause of action to seek judicial enforcement of this amendment if authorized by a petition signed by one-third of the Members of either house of Congress. Courts are prohibited from ordering any increase in revenue to enforce this amendment. </p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States to require that the Supreme Court of the United States be composed of not more than 9 justices.",
        "number": "4",
        "summary": " <p>This joint resolution proposes an amendment to the Constitution requiring the Supreme Court to be composed of not more than nine Justices.</p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States relative to balancing the budget.",
        "number": "6",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total outlays for a fiscal year from exceeding total receipts for that fiscal year unless Congress authorizes the excess by a two-thirds vote of each chamber. The prohibition excludes outlays for repayment of debt principal and receipts derived from borrowing. </p> <p>The amendment prohibits total outlays for any fiscal year from exceeding 18% of the gross domestic product of the United States, unless two-thirds of each chamber of Congress provides for a specific increase above this amount. </p> <p>The amendment requires a two-thirds vote of each chamber of Congress to impose a new tax, increase the statutory rate of any tax, or increase the aggregate amount of revenue. It requires a three-fifths vote of each chamber to increase the limit on the debt of the United States. </p> <p>The President must submit an annual budget in which total outlays do not exceed total receipts and 18% of the gross domestic product of the United States. </p> <p>The amendment prohibits a court from ordering a revenue increase to enforce the requirements. </p> <p>Congress may waive specified requirements when a declaration of war is in effect or the United States is engaged in a military conflict that causes an imminent and serious military threat to national security. </p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States relative to limiting the number of terms that a Member of Congress may serve.",
        "number": "3",
        "summary": " <p>This joint resolution proposes a constitutional amendment limiting Representatives to three terms and Senators to two terms. Terms beginning before the ratification of this amendment do not count towards term limits.</p>"
    },
    {
        "title": "A joint resolution disapproving the action of the District of Columbia Council in approving the Minor Consent for Vaccinations Amendment Act of 2020.",
        "number": "7",
        "summary": " <p>This joint resolution nullifies the action of the District of Columbia Council in approving the Minor Consent for Vaccinations Amendment Act of 2020, enacted by the council on December 23, 2020, and transmitted on February 4, 2021 [<i>sic</i>], to Congress pursuant to the District of Columbia Home Rule Act. The act authorizes a minor, 11 years of age or older, to consent to receive a vaccine if the minor is capable of meeting the informed consent standard and the vaccine is recommended by the United States Advisory Committee on Immunization Practices and will be provided in accordance with its recommended immunization schedule.</p>"
    },
    {
        "title": "A joint resolution removing the deadline for the ratification of the equal rights amendment.",
        "number": "1",
        "summary": " <p>This joint resolution eliminates the deadline for the ratification of the Equal Rights Amendment, which prohibits discrimination based on sex. The amendment was proposed to the states in House Joint Resolution 208 of the 92nd Congress, as agreed to in the Senate on March 22, 1972. The amendment shall be part of the Constitution whenever ratified by the legislatures of three-fourths of the states.</p>"
    },
    {
        "title": "A joint resolution to repeal the authorizations for use of military force against Iraq, and for other purposes.",
        "number": "10",
        "summary": " <p>This joint resolution repeals specified authorizations for the use of military force against Iraq.</p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States which requires (except during time of war and subject to suspension by Congress) that the total amount of money expended by the United States during any fiscal year not exceed the amount of certain revenue received by the United States during such fiscal year and not exceed 20 percent of the gross domestic product of the United States during the previous calendar year.",
        "number": "12",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting the total amount of money expended by the United States during a fiscal year from exceeding total revenue received for that fiscal year, excluding revenue from the issuance of bonds, notes, or other obligations of the United States. </p> <p>The amendment also prohibits the total amount of money expended by the United States in any fiscal year from exceeding 20% of the gross domestic product of the United States. </p> <p>The restrictions do not apply during a fiscal year in which a declaration of war is in effect, or if three-fifths of each chamber of Congress votes to suspend the restrictions.</p>"
    },
    {
        "title": "A joint resolution providing for the appointment of Barbara M. Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution.",
        "number": "8",
        "summary": " <p>This joint resolution appoints Barbara M. Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution. </p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Equal Employment Opportunity Commission relating to \"Update of Commission's Conciliation Procedures\".",
        "number": "13",
        "summary": " <p>This resolution expresses congressional disapproval of the rule submitted by the Equal Employment Opportunity Commission (EEOC) that revises the EEOC settlement process to provide employers with the factual and legal basis that the EEOC relied on to make a reasonable cause finding of a discriminatory practice.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Environmental Protection Agency relating to \"Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review\".",
        "number": "14",
        "summary": " <p>This joint resolution nullifies the<i> Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review</i> rule published by the Environmental Protection Agency on September 14, 2020. The rule finalized amendments to new source performance standards under the Clean Air Act for the oil and natural gas sector, such as an amendment that removed limitations on methane emissions from such sector.</p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States to require that the Supreme Court of the United States be composed of nine justices.",
        "number": "9",
        "summary": " <p>This joint resolution proposes an amendment to the Constitution to require that the Supreme Court consist of nine Justices.</p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States to clarify the authority of Congress and the States to regulate corporations, limited liability companies, and other corporate entities established by the laws of any State, the United States, or any foreign state.",
        "number": "11",
        "summary": " <p>This joint resolution proposes a constitutional amendment declaring that (1) the rights enumerated in the Constitution and other rights retained by the people are the rights of natural persons; (2) the terms \"people,\" \"person,\" and \"citizen\" as used in the Constitution do not include corporate entities; and (3) corporate entities are subject to such regulation as the people, through representatives in Congress and state representatives, may determine reasonable, consistent with the powers of Congress and the states.</p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States to repeal the twenty-third article of amendment to the Constitution of the United States.",
        "number": "18",
        "summary": " <p>This joint resolution proposes a constitutional amendment repealing the Twenty-third Amendment to the Constitution (allowing citizens residing in the District of Columbia to vote for presidential electors, who in turn vote in the electoral college for the President and Vice President).</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Office of the Comptroller of Currency relating to \"National Banks and Federal Savings Associations as Lenders\".",
        "number": "15",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Office of the Comptroller of the Currency titled <em>National Banks and Federal Savings Associations as Lenders</em> and published on October 30, 2020. The rule requires that to be considered a lender, a national bank or federal saving association must, as of the date of origination of the loan (1) be named as the lender in the loan agreement, or (2) fund the loan.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Environmental Protection Agency relating to \"Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review\".",
        "number": "14",
        "summary": " <p>This joint resolution nullifies the<i> Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review</i> rule published by the Environmental Protection Agency on September 14, 2020. The rule finalized amendments to new source performance standards under the Clean Air Act for the oil and natural gas sector, such as an amendment that removed limitations on methane emissions from such sector.</p>"
    },
    {
        "title": "A joint resolution requiring the advice and consent of the Senate or an Act of Congress to suspend, terminate, or withdraw the United States from the North Atlantic Treaty and authorizing related litigation, and for other purposes.",
        "number": "17",
        "summary": " <p>This joint resolution requires either the advice and consent of the Senate or an act of Congress before the President may suspend, denounce, or withdraw the United States from the North Atlantic Treaty. No funds shall be authorized or appropriated to support any efforts to withdraw from the treaty without the Senate's approval by a two-thirds vote or an act of Congress. </p> <p>The President shall notify Congress in writing of any effort to suspend, denounce, or withdraw from the treaty no later than 48 hours after such action.</p> <p>This joint resolution also authorizes the Senate Legal Counsel and the General Counsel of the House of Representatives to represent Congress in judicial proceedings related to actions that are inconsistent with this resolution.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Equal Employment Opportunity Commission relating to \"Update of Commission's Conciliation Procedures\".",
        "number": "13",
        "summary": " <p>This resolution expresses congressional disapproval of the rule submitted by the Equal Employment Opportunity Commission (EEOC) that revises the EEOC settlement process to provide employers with the factual and legal basis that the EEOC relied on to make a reasonable cause finding of a discriminatory practice.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Office of the Comptroller of Currency relating to \"National Banks and Federal Savings Associations as Lenders\".",
        "number": "15",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Office of the Comptroller of the Currency titled <em>National Banks and Federal Savings Associations as Lenders</em> and published on October 30, 2020. The rule requires that to be considered a lender, a national bank or federal saving association must, as of the date of origination of the loan (1) be named as the lender in the loan agreement, or (2) fund the loan.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Equal Employment Opportunity Commission relating to \"Update of Commission's Conciliation Procedures\".",
        "number": "13",
        "summary": " <p>This resolution expresses congressional disapproval of the rule submitted by the Equal Employment Opportunity Commission (EEOC) that revises the EEOC settlement process to provide employers with the factual and legal basis that the EEOC relied on to make a reasonable cause finding of a discriminatory practice.</p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States to prohibit the use of slavery and involuntary servitude as a punishment for a crime.",
        "number": "21",
        "summary": " <p>This joint resolution proposes an amendment to the U.S. Constitution that prohibits slavery and involuntary servitude as a criminal punishment.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Equal Employment Opportunity Commission relating to \"Update of Commission's Conciliation Procedures\".",
        "number": "13",
        "summary": " <p>This resolution expresses congressional disapproval of the rule submitted by the Equal Employment Opportunity Commission (EEOC) that revises the EEOC settlement process to provide employers with the factual and legal basis that the EEOC relied on to make a reasonable cause finding of a discriminatory practice.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval of the proposed transfer to Israel of certain defense articles, including defense services and technical data.",
        "number": "19",
        "summary": " <p>This joint resolution prohibits the issuance of an export license for specified defense articles, defense services, and technical data for end use by Israel.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Environmental Protection Agency relating to \"Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review\".",
        "number": "14",
        "summary": " <p>This joint resolution nullifies the<i> Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review</i> rule published by the Environmental Protection Agency on September 14, 2020. The rule finalized amendments to new source performance standards under the Clean Air Act for the oil and natural gas sector, such as an amendment that removed limitations on methane emissions from such sector.</p>"
    },
    {
        "title": "A joint resolution to repeal the authorizations for use of military force against Iraq, and for other purposes.",
        "number": "10",
        "summary": " <p>This joint resolution repeals specified authorizations for the use of military force against Iraq.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Environmental Protection Agency relating to \"Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review\".",
        "number": "14",
        "summary": " <p>This joint resolution nullifies the<i> Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review</i> rule published by the Environmental Protection Agency on September 14, 2020. The rule finalized amendments to new source performance standards under the Clean Air Act for the oil and natural gas sector, such as an amendment that removed limitations on methane emissions from such sector.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Securities and Exchange Commission relating to \"Procedural Requirements and Resubmission Thresholds Under Exchange Act Rule 14a-8\".",
        "number": "16",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Securities and Exchange Commission titled <em>Procedural Requirements and Resubmission Thresholds Under Exchange Act Rule 14a-8</em> and published on November 4, 2020. </p> <p>The rule provides additional requirements for the inclusion of shareholder proposals in proxy statements, such as increasing the securities ownership requirements for submitting a proposal and increasing the level of support a proposal must receive to be eligible for resubmission at a future shareholder meeting. (Proxy statements must be filed by a publicly traded company and provided to shareholders before shareholder meetings. Proxy statements contain information regarding matters such as the election of directors and shareholder proposals.)</p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States authorizing the Congress to prohibit the physical desecration of the flag of the United States.",
        "number": "20",
        "summary": " <p>This joint resolution proposes a constitutional amendment to authorize Congress to prohibit the physical desecration of the U.S. flag.</p>"
    },
    {
        "title": "A joint resolution to prospectively repeal the 2001 Authorization for Use of Military Force.",
        "number": "22",
        "summary": " <p>This joint resolution repeals the 2001 Authorization for Use of Military Force, effective one year after the date of enactment of the resolution. The 2001 Authorization for Use of Military Force authorized the President to use all necessary and appropriate force against the nations, organizations, or persons determined to have taken part in carrying out the terrorist attacks of September 11, 2001.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Office of the Comptroller of Currency relating to \"National Banks and Federal Savings Associations as Lenders\".",
        "number": "15",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Office of the Comptroller of the Currency titled <em>National Banks and Federal Savings Associations as Lenders</em> and published on October 30, 2020. The rule requires that to be considered a lender, a national bank or federal saving association must, as of the date of origination of the loan (1) be named as the lender in the loan agreement, or (2) fund the loan.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Office of the Comptroller of Currency relating to \"National Banks and Federal Savings Associations as Lenders\".",
        "number": "15",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Office of the Comptroller of the Currency titled <em>National Banks and Federal Savings Associations as Lenders</em> and published on October 30, 2020. The rule requires that to be considered a lender, a national bank or federal saving association must, as of the date of origination of the loan (1) be named as the lender in the loan agreement, or (2) fund the loan.</p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States relating to contributions and expenditures intended to affect elections.",
        "number": "25",
        "summary": " <p><strong></strong>This joint resolution proposes a constitutional amendment authorizing Congress and the states to set reasonable limits on the raising and spending of money by candidates and others to influence elections. </p> <p>The amendment grants Congress and the states the power to implement and enforce this amendment by legislation. They are allowed to distinguish between natural persons and corporations or other artificial entities created by law, including by prohibiting such entities from spending money to influence elections.</p>"
    },
    {
        "title": "Ulysses S. Grant Bicentennial Recognition Act",
        "number": "26",
        "summary": " <p><strong>Ulysses S. Grant Bicentennial Recognition Act</strong></p> <p>This joint resolution authorizes the President to posthumously appoint Ulysses S. Grant to the grade of General of the Armies of the United States, effective on April 27, 2022. <br> </p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States relative to equal rights for men and women.",
        "number": "28",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting the United States or any state from denying or abridging equal rights under the law on account of sex.</p>"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States relative to limiting the number of terms that a Member of Congress may serve.",
        "number": "27",
        "summary": " <p>This joint resolution proposes a constitutional amendment limiting Representatives to eight terms and Senators to three terms. Terms beginning before the ratification of this amendment do not count towards term limits.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Department of Labor relating to \"COVID-19 Vaccination and Testing; Emergency Temporary Standard\".",
        "number": "29",
        "summary": " <p>This joint resolution nullifies a Department of Labor emergency temporary standard for preventing the transmission of COVID-19 in employment settings.</p> <p>Under the standard issued on November 5, 2021, employers with 100 or more employees must require their onsite employees to either be fully vaccinated against COVID-19 or undergo weekly COVID-19 testing.</p>"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Department of Labor relating to \"COVID-19 Vaccination and Testing; Emergency Temporary Standard\".",
        "number": "29",
        "summary": " <p>This joint resolution nullifies a Department of Labor emergency temporary standard for preventing the transmission of COVID-19 in employment settings.</p> <p>Under the standard issued on November 5, 2021, employers with 100 or more employees must require their onsite employees to either be fully vaccinated against COVID-19 or undergo weekly COVID-19 testing.</p>"
    },
    {
        "title": "A joint resolution joint resolution relating to increasing the debt limit.",
        "number": "33",
        "summary": " <p>This joint resolution increases the public debt limit by $2.5 trillion. </p>"
    },
    {
        "title": "A joint resolution joint resolution relating to increasing the debt limit.",
        "number": "33",
        "summary": " <p>This joint resolution increases the public debt limit by $2.5 trillion. </p>"
    },
    {
        "title": "A joint resolution joint resolution relating to increasing the debt limit.",
        "number": "33",
        "summary": " <p>This joint resolution increases the public debt limit by $2.5 trillion. </p>"
    },
    {
        "title": "Original Slavery Remembrance Day Resolution",
        "number": "30",
        "summary": " <p><strong>Original Slavery Remembrance Day Resolution</strong></p> <p>This joint resolution designates a Slavery Remembrance Day annually on August 20 and condemns slavery and its progenies.</p>"
    }
]