[
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States requiring that the Federal budget be balanced.",
        "number": "5",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total outlays for a fiscal year from exceeding total receipts for that fiscal year or 18% of the U.S. gross domestic product unless Congress authorizes the excess by a two-thirds vote of each chamber. The prohibition excludes outlays for repayment of debt principal and receipts derived from borrowing. </p> <p>The amendment requires a two-thirds vote of each chamber of Congress to levy a new tax, increase the rate of any tax, or increase the debt limit. </p> <p>The amendment provides any Member of Congress with standing and a cause of action to seek judicial enforcement of this amendment if authorized by a petition signed by one-third of the Members of either house of Congress. Courts are prohibited from ordering any increase in revenue to enforce this amendment. </p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 5 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 5\n\n    Proposing an amendment to the Constitution of the United States \n             requiring that the Federal budget be balanced.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                            January 22, 2021\n\n Mr. Lee (for himself and Mr. Grassley) introduced the following joint \n resolution; which was read twice and referred to the Committee on the \n                               Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n    Proposing an amendment to the Constitution of the United States \n             requiring that the Federal budget be balanced.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States:\n\n                              ``Article--\n\n    ``Section 1. Total outlays for any fiscal year shall not exceed \ntotal receipts for that fiscal year.\n    ``Section 2. Total outlays shall not exceed 18 percent of the gross \ndomestic product of the United States for the calendar year ending \nprior to the beginning of such fiscal year.\n    ``Section 3. The Congress may provide for suspension of the \nlimitations imposed by section 1 or 2 of this article for any fiscal \nyear for which two-thirds of the whole number of each House shall \nprovide, by a rollcall vote, for a specific excess of outlays over \nreceipts or over 18 percent of the gross domestic product of the United \nStates for the calendar year ending prior to the beginning of such \nfiscal year.\n    ``Section 4. Any bill to levy a new tax or increase the rate of any \ntax shall not become law unless approved by two-thirds of the whole \nnumber of each House of Congress by a rollcall vote.\n    ``Section 5. The limit on the debt of the United States held by the \npublic shall not be increased, unless two-thirds of the whole number of \neach House of Congress shall provide for such an increase by a rollcall \nvote.\n    ``Section 6. Any Member of Congress shall have standing and a cause \nof action to seek judicial enforcement of this article, when authorized \nto do so by a petition signed by one-third of the Members of either \nHouse of Congress. No court of the United States or of any State shall \norder any increase in revenue to enforce this article.\n    ``Section 7. The Congress shall have the power to enforce this \narticle by appropriate legislation.\n    ``Section 8. Total receipts shall include all receipts of the \nUnited States except those derived from borrowing. Total outlays shall \ninclude all outlays of the United States except those for repayment of \ndebt principal.\n    ``Section 9. This article shall become effective beginning with the \nsecond fiscal year commencing after its ratification by the \nlegislatures of three-fourths of the several States.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States to require that the Supreme Court of the United States be composed of not more than 9 justices.",
        "number": "4",
        "summary": " <p>This joint resolution proposes an amendment to the Constitution requiring the Supreme Court to be composed of not more than nine Justices.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 4 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 4\n\n   Proposing an amendment to the Constitution of the United States to \nrequire that the Supreme Court of the United States be composed of not \n                         more than 9 justices.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                            January 22, 2021\n\n  Mr. Rubio (for himself, Mr. Cramer, Mrs. Blackburn, Mr. Young, Mr. \n Romney, Mr. Crapo, Mr. Toomey, Mrs. Capito, Mr. Tillis, Mr. Portman, \n Mr. Cornyn, and Mr. Braun) introduced the following joint resolution; \n  which was read twice and referred to the Committee on the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n   Proposing an amendment to the Constitution of the United States to \nrequire that the Supreme Court of the United States be composed of not \n                         more than 9 justices.\n\nNow, therefore, be it\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States \nwithin seven years after the date of its submission by the Congress:\n\n                              ``Article--\n\n    ``Section 1. The Supreme Court of the United States shall be \ncomposed of not more than 9 justices.\n    ``Section 2. The Congress shall have the power to enforce this \narticle by appropriate legislation.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States relative to balancing the budget.",
        "number": "6",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting total outlays for a fiscal year from exceeding total receipts for that fiscal year unless Congress authorizes the excess by a two-thirds vote of each chamber. The prohibition excludes outlays for repayment of debt principal and receipts derived from borrowing. </p> <p>The amendment prohibits total outlays for any fiscal year from exceeding 18% of the gross domestic product of the United States, unless two-thirds of each chamber of Congress provides for a specific increase above this amount. </p> <p>The amendment requires a two-thirds vote of each chamber of Congress to impose a new tax, increase the statutory rate of any tax, or increase the aggregate amount of revenue. It requires a three-fifths vote of each chamber to increase the limit on the debt of the United States. </p> <p>The President must submit an annual budget in which total outlays do not exceed total receipts and 18% of the gross domestic product of the United States. </p> <p>The amendment prohibits a court from ordering a revenue increase to enforce the requirements. </p> <p>Congress may waive specified requirements when a declaration of war is in effect or the United States is engaged in a military conflict that causes an imminent and serious military threat to national security. </p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 6 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 6\n\n    Proposing an amendment to the Constitution of the United States \n                   relative to balancing the budget.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                            February 3, 2021\n\n  Mrs. Hyde-Smith (for herself, Mr. Rubio, Mr. Tillis, Ms. Ernst, Mr. \n Risch, Mrs. Blackburn, Mr. Hoeven, Mr. Young, Mr. Cornyn, Mr. Crapo, \nMrs. Capito, Mr. Barrasso, Mrs. Fischer, Mr. Inhofe, Mr. Moran, and Mr. \n  Hagerty) introduced the following joint resolution; which was read \n          twice and referred to the Committee on the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n    Proposing an amendment to the Constitution of the United States \n                   relative to balancing the budget.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States:\n\n                              ``Article--\n\n    ``Section 1. Total outlays for any fiscal year shall not exceed \ntotal receipts for that fiscal year, unless two-thirds of the duly \nchosen and sworn Members of each House of Congress shall provide by law \nfor a specific excess of outlays over receipts by a roll call vote.\n    ``Section 2. Total outlays for any fiscal year shall not exceed 18 \npercent of the gross domestic product of the United States for the \ncalendar year ending before the beginning of such fiscal year, unless \ntwo-thirds of the duly chosen and sworn Members of each House of \nCongress shall provide by law for a specific amount in excess of such \n18 percent by a roll call vote.\n    ``Section 3. Prior to each fiscal year, the President shall \ntransmit to Congress a proposed budget for the United States Government \nfor that fiscal year in which--\n            ``(1) total outlays do not exceed total receipts; and\n            ``(2) total outlays do not exceed 18 percent of the gross \n        domestic product of the United States for the calendar year \n        ending before the beginning of such fiscal year.\n    ``Section 4. Any bill that imposes a new tax or increases the \nstatutory rate of any tax or the aggregate amount of revenue may pass \nonly by a two-thirds majority of the duly chosen and sworn Members of \neach House of Congress by a roll call vote. For the purpose of \ndetermining any increase in revenue under this section, there shall be \nexcluded any increase resulting from the lowering of the statutory rate \nof any tax.\n    ``Section 5. The limit on the debt of the United States shall not \nbe increased, unless three-fifths of the duly chosen and sworn Members \nof each House of Congress shall provide for such an increase by a roll \ncall vote.\n    ``Section 6. Congress may waive the provisions of sections 1, 2, 3, \nand 5 of this article for any fiscal year in which a declaration of war \nagainst a nation-state is in effect and in which a majority of the duly \nchosen and sworn Members of each House of Congress shall provide for a \nspecific excess by a roll call vote.\n    ``Section 7. Congress may waive the provisions of sections 1, 2, 3, \nand 5 of this article in any fiscal year in which the United States is \nengaged in a military conflict that causes an imminent and serious \nmilitary threat to national security and is so declared by three-fifths \nof the duly chosen and sworn Members of each House of Congress by a \nroll call vote. Such suspension must identify and be limited to the \nspecific excess of outlays for that fiscal year made necessary by the \nidentified military conflict.\n    ``Section 8. No court of the United States or of any State shall \norder any increase in revenue to enforce this article.\n    ``Section 9. Total receipts shall include all receipts of the \nUnited States Government except those derived from borrowing. Total \noutlays shall include all outlays of the United States Government \nexcept those for repayment of debt principal.\n    ``Section 10. Congress shall have power to enforce and implement \nthis article by appropriate legislation, which may rely on estimates of \noutlays, receipts, and gross domestic product.\n    ``Section 11. This article shall take effect beginning with the \nfifth fiscal year beginning after its ratification.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States relative to limiting the number of terms that a Member of Congress may serve.",
        "number": "3",
        "summary": " <p>This joint resolution proposes a constitutional amendment limiting Representatives to three terms and Senators to two terms. Terms beginning before the ratification of this amendment do not count towards term limits.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 3 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 3\n\n    Proposing an amendment to the Constitution of the United States \nrelative to limiting the number of terms that a Member of Congress may \n                                 serve.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                            January 22, 2021\n\nMr. Cruz (for himself, Mr. Braun, Mr. Toomey, Mr. Young, Mr. Rubio, and \nMr. Scott of Florida) introduced the following joint resolution; which \n     was read twice and referred to the Committee on the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n    Proposing an amendment to the Constitution of the United States \nrelative to limiting the number of terms that a Member of Congress may \n                                 serve.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States \nwithin seven years after the date of its submission by the Congress:\n\n                              ``Article--\n\n    ``Section 1. No person who has served 3 terms as a Representative \nshall be eligible for election to the House of Representatives. For \npurposes of this section, the election of a person to fill a vacancy in \nthe House of Representatives shall be included as 1 term in determining \nthe number of terms that such person has served as a Representative if \nthe person fills the vacancy for more than 1 year.\n    ``Section 2. No person who has served 2 terms as a Senator shall be \neligible for election or appointment to the Senate. For purposes of \nthis section, the election or appointment of a person to fill a vacancy \nin the Senate shall be included as 1 term in determining the number of \nterms that such person has served as a Senator if the person fills the \nvacancy for more than 3 years.\n    ``Section 3. No term beginning before the date of the ratification \nof this article shall be taken into account in determining eligibility \nfor election or appointment under this article.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution disapproving the action of the District of Columbia Council in approving the Minor Consent for Vaccinations Amendment Act of 2020.",
        "number": "7",
        "summary": " <p>This joint resolution nullifies the action of the District of Columbia Council in approving the Minor Consent for Vaccinations Amendment Act of 2020, enacted by the council on December 23, 2020, and transmitted on February 4, 2021 [<i>sic</i>], to Congress pursuant to the District of Columbia Home Rule Act. The act authorizes a minor, 11 years of age or older, to consent to receive a vaccine if the minor is capable of meeting the informed consent standard and the vaccine is recommended by the United States Advisory Committee on Immunization Practices and will be provided in accordance with its recommended immunization schedule.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 7 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 7\n\n    Disapproving the action of the District of Columbia Council in \n  approving the Minor Consent for Vaccinations Amendment Act of 2020.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                            February 8, 2021\n\nMr. Lee (for himself, Mr. Paul, Mr. Cramer, Mr. Braun, Mr. Inhofe, and \nMr. Lankford) introduced the following joint resolution; which was read \n     twice and referred to the Committee on Homeland Security and \n                          Governmental Affairs\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n    Disapproving the action of the District of Columbia Council in \n  approving the Minor Consent for Vaccinations Amendment Act of 2020.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That the Congress disapproves \nof the action of the District of Columbia Council described as follows: \nThe Minor Consent for Vaccinations Amendment Act of 2020 (D.C. Act 23-\n532), enacted by the District of Columbia Council on December 23, 2020, \nand transmitted to Congress pursuant to section 602(c)(1) of the \nDistrict of Columbia Home Rule Act on February 4, 2021.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution removing the deadline for the ratification of the equal rights amendment.",
        "number": "1",
        "summary": " <p>This joint resolution eliminates the deadline for the ratification of the Equal Rights Amendment, which prohibits discrimination based on sex. The amendment was proposed to the states in House Joint Resolution 208 of the 92nd Congress, as agreed to in the Senate on March 22, 1972. The amendment shall be part of the Constitution whenever ratified by the legislatures of three-fourths of the states.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 1 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 1\n\n    Removing the deadline for the ratification of the equal rights \n                               amendment.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                            January 22, 2021\n\n  Mr. Cardin (for himself and Ms. Murkowski) introduced the following \njoint resolution; which was read twice and referred to the Committee on \n                             the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n    Removing the deadline for the ratification of the equal rights \n                               amendment.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That notwithstanding any time \nlimit contained in House Joint Resolution 208, 92nd Congress, as agreed \nto in the Senate on March 22, 1972, the article of amendment proposed \nto the States in that joint resolution shall be valid to all intents \nand purposes as part of the Constitution whenever ratified by the \nlegislatures of three-fourths of the several States.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution to repeal the authorizations for use of military force against Iraq, and for other purposes.",
        "number": "10",
        "summary": " <p>This joint resolution repeals specified authorizations for the use of military force against Iraq.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 10 Reported in Senate (RS)]\n\n&lt;DOC&gt;\n                                                       Calendar No. 117\n117th CONGRESS\n  1st Session\nS. J. RES. 10\n\n To repeal the authorizations for use of military force against Iraq, \n                        and for other purposes.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                             March 3, 2021\n\n Mr. Kaine (for himself, Mr. Young, Ms. Duckworth, Mr. Lee, Mr. Coons, \n    Mr. Grassley, Mr. Paul, Mr. Durbin, Mr. Markey, Mr. Wyden, Ms. \nMurkowski, Mr. Heinrich, Mr. Lujan, Ms. Baldwin, Mr. Leahy, Ms. Warren, \n  Mr. Booker, Mrs. Feinstein, Ms. Smith, Mr. Cardin, Mr. Padilla, Mr. \n Schatz, Mr. Moran, Mr. Hickenlooper, Mr. Warnock, Ms. Klobuchar, Mr. \n Tester, Mr. Bennet, Mr. Merkley, Mr. Reed, Mrs. Murray, Mr. Marshall, \nMr. Braun, and Ms. Collins) introduced the following joint resolution; \nwhich was read twice and referred to the Committee on Foreign Relations\n\n                             August 4, 2021\n\n              Reported by Mr. Menendez, without amendment\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n To repeal the authorizations for use of military force against Iraq, \n                        and for other purposes.\n\nWhereas the Authorization for Use of Military Force Against Iraq Resolution \n        (Public Law 102-1; 105 Stat. 3; 50 U.S.C. 1541 note), enacted on January \n        14, 1991 (in this preamble ``the 1991 AUMF''), and the Authorization for \n        Use of Military Force Against Iraq Resolution of 2002 (Public Law 107-\n        243; 116 Stat. 1498; 50 U.S.C. 1541 note), enacted on October 16, 2002 \n        (in this preamble ``the 2002 AUMF''), currently remain valid law;\nWhereas recent presidential administrations have maintained that the 2002 AUMF \n        only serves to ``reinforce'' any legal authority to combat ISIS provided \n        by the Authorization for Use of Military Force (Public Law 107-40; 115 \n        Stat. 224; 50 U.S.C. 1541), enacted September 18, 2001, and is not \n        independently required to authorize any such activities;\nWhereas repealing the 1991 AUMF and the 2002 AUMF would therefore not affect \n        ongoing United States military operations;\nWhereas, since 2014, United States military forces have operated in Iraq at the \n        request of the Government of Iraq for the sole purpose of supporting its \n        efforts to combat ISIS, consistent with the Strategic Framework \n        Agreement that Iraq and the United States signed on November 17, 2008;\nWhereas, during a press briefing on December 24, 2020, Commander of the United \n        States Central Command, General Frank McKenzie, reiterated that United \n        States forces are in Iraq ``at their invitation'';\nWhereas Secretary of State Antony J. Blinken and Prime Minister Mustafa Al-\n        Kadhimi of Iraq discussed ``the Iraqi government's responsibility and \n        commitment to protect U.S. and Coalition personnel in Iraq at the \n        government's invitation to fight ISIS'' in a February 16, 2021, phone \n        call;\nWhereas Secretary of Defense Lloyd J. Austin III stated on February 19, 2021, \n        that he ``welcomed that expanded NATO mission in Iraq that responds to \n        the desires and aspirations of the Iraqi government'';\nWhereas, in a February 23, 2021, call with Prime Minister Mustafa Al-Kadhimi of \n        Iraq, President Joseph R. Biden affirmed United States support for \n        Iraq's ``sovereignty and independence'';\nWhereas neither the 1991 AUMF nor the 2002 AUMF are being used as the sole legal \n        basis for any detention of enemy combatants currently held by the United \n        States; and\nWhereas authorizations for the use of military force that are no longer \n        necessary should have a clear political and legal ending: Now, \n        therefore, be it\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled,\n\nSECTION 1. REPEAL OF AUTHORIZATION FOR USE OF MILITARY FORCE AGAINST \n              IRAQ RESOLUTION.\n\n    The Authorization for Use of Military Force Against Iraq Resolution \n(Public Law 102-1; 105 Stat. 3; 50 U.S.C. 1541 note) is hereby \nrepealed.\n\nSEC. 2. REPEAL OF AUTHORIZATION FOR USE OF MILITARY FORCE AGAINST IRAQ \n              RESOLUTION OF 2002.\n\n    The Authorization for Use of Military Force Against Iraq Resolution \nof 2002 (Public Law 107-243; 116 Stat. 1498; 50 U.S.C. 1541 note) is \nhereby repealed.\n\n\n\n\n                                                       Calendar No. 117\n\n117th CONGRESS\n\n  1st Session\n\n                             S. J. RES. 10\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n To repeal the authorizations for use of military force against Iraq, \n                        and for other purposes.\n\n_______________________________________________________________________\n\n                             August 4, 2021\n\n                       Reported without amendment\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States which requires (except during time of war and subject to suspension by Congress) that the total amount of money expended by the United States during any fiscal year not exceed the amount of certain revenue received by the United States during such fiscal year and not exceed 20 percent of the gross domestic product of the United States during the previous calendar year.",
        "number": "12",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting the total amount of money expended by the United States during a fiscal year from exceeding total revenue received for that fiscal year, excluding revenue from the issuance of bonds, notes, or other obligations of the United States. </p> <p>The amendment also prohibits the total amount of money expended by the United States in any fiscal year from exceeding 20% of the gross domestic product of the United States. </p> <p>The restrictions do not apply during a fiscal year in which a declaration of war is in effect, or if three-fifths of each chamber of Congress votes to suspend the restrictions.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 12 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 12\n\n Proposing an amendment to the Constitution of the United States which \n   requires (except during time of war and subject to suspension by \nCongress) that the total amount of money expended by the United States \n    during any fiscal year not exceed the amount of certain revenue \nreceived by the United States during such fiscal year and not exceed 20 \n percent of the gross domestic product of the United States during the \n                        previous calendar year.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                             March 18, 2021\n\n Mr. Shelby introduced the following joint resolution; which was read \n          twice and referred to the Committee on the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n Proposing an amendment to the Constitution of the United States which \n   requires (except during time of war and subject to suspension by \nCongress) that the total amount of money expended by the United States \n    during any fiscal year not exceed the amount of certain revenue \nreceived by the United States during such fiscal year and not exceed 20 \n percent of the gross domestic product of the United States during the \n                        previous calendar year.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States \nwithin seven years after the date of its submission by the Congress:\n\n                              ``Article--\n\n    ``Section 1. The total amount of money expended by the United \nStates in any fiscal year shall not exceed the total amount of revenue \nreceived by the United States during such fiscal year, excluding \nrevenue received from the issuance of bonds, notes, or other \nobligations of the United States.\n    ``Section 2. The total amount of money expended by the United \nStates in any fiscal year shall not exceed the amount equal to 20 \npercent of the gross domestic product of the United States during the \nlast calendar year ending before the beginning of such fiscal year.\n    ``Section 3. Sections 1 and 2 of this article shall not apply \nduring any fiscal year during any part of which the United States is at \nwar as declared by Congress under section 8 of article I of the \nConstitution of the United States.\n    ``Section 4. Sections 1 and 2 of this article may be suspended by a \nconcurrent resolution approved by a three-fifths vote of the Members of \neach House of Congress. Any suspension of sections 1 and 2 of this \narticle under this section shall be effective only during the fiscal \nyear during which such suspension is approved.\n    ``Section 5. This article shall take effect on the first day of the \nfirst fiscal year beginning after the date of the ratification of this \narticle.\n    ``Section 6. Congress shall have the power to enforce this article \nby appropriate legislation.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for the appointment of Barbara M. Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution.",
        "number": "8",
        "summary": " <p>This joint resolution appoints Barbara M. Barrett as a citizen regent of the Board of Regents of the Smithsonian Institution. </p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 8 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 8\n\nProviding for the appointment of Barbara M. Barrett as a citizen regent \n        of the Board of Regents of the Smithsonian Institution.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                           February 23, 2021\n\nMr. Leahy (for himself and Mr. Boozman) introduced the following joint \nresolution; which was read twice and referred to the Committee on Rules \n                           and Administration\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \nProviding for the appointment of Barbara M. Barrett as a citizen regent \n        of the Board of Regents of the Smithsonian Institution.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That, in accordance with \nsection 5581 of the Revised Statutes of the United States (20 U.S.C. \n43), the vacancy on the Board of Regents of the Smithsonian \nInstitution, in the class other than Members of Congress, occurring by \nreason of the expiration of the term of David M. Rubenstein of Maryland \non May 7, 2021, is filled by the appointment of Barbara M. Barrett of \nArizona. The appointment is for a term of 1,912 days, beginning on May \n8, 2021, or the date of the enactment of this joint resolution, \nwhichever occurs later.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Equal Employment Opportunity Commission relating to \"Update of Commission's Conciliation Procedures\".",
        "number": "13",
        "summary": " <p>This resolution expresses congressional disapproval of the rule submitted by the Equal Employment Opportunity Commission (EEOC) that revises the EEOC settlement process to provide employers with the factual and legal basis that the EEOC relied on to make a reasonable cause finding of a discriminatory practice.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 13 Enrolled Bill (ENR)]\n\n        S.J.Res.13\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n   United States Code, of the rule submitted by the Equal Employment \nOpportunity Commission relating to ``Update of Commission's Conciliation \n                              Procedures''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Equal Employment Opportunity Commission relating \nto ``Update of Commission's Conciliation Procedures'' (86 Fed. Reg. \n2974; published January 14, 2021), and such rule shall have no force or \neffect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Environmental Protection Agency relating to \"Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review\".",
        "number": "14",
        "summary": " <p>This joint resolution nullifies the<i> Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review</i> rule published by the Environmental Protection Agency on September 14, 2020. The rule finalized amendments to new source performance standards under the Clean Air Act for the oil and natural gas sector, such as an amendment that removed limitations on methane emissions from such sector.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 14 Enrolled Bill (ENR)]\n\n        S.J.Res.14\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n     United States Code, of the rule submitted by the Environmental \n  Protection Agency relating to ``Oil and Natural Gas Sector: Emission \n    Standards for New, Reconstructed, and Modified Sources Review''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Administrator of the Environmental Protection \nAgency relating to ``Oil and Natural Gas Sector: Emission Standards for \nNew, Reconstructed, and Modified Sources Review'' (85 Fed. Reg. 57018 \n(September 14, 2020)), and such rule shall have no force or effect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States to require that the Supreme Court of the United States be composed of nine justices.",
        "number": "9",
        "summary": " <p>This joint resolution proposes an amendment to the Constitution to require that the Supreme Court consist of nine Justices.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 9 Placed on Calendar Senate (PCS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n                                                        Calendar No.  8\n117th CONGRESS\n  1st Session\nS. J. RES. 9\n\n  Proposing an amendment to the Constitution of the United States to \nrequire that the Supreme Court of the United States be composed of nine \n                               justices.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                           February 25, 2021\n\n Mr. Cruz (for himself, Mr. Wicker, Mrs. Hyde-Smith, Mr. Marshall, Mr. \nBoozman, Mr. Hagerty, Mr. Cassidy, Mr. Lee, Mr. Portman, Mr. Grassley, \n  Mrs. Blackburn, Mr. Cotton, Ms. Ernst, Mr. Daines, Mr. Kennedy, Mr. \n Barrasso, Mr. Inhofe, and Mr. Tillis) introduced the following joint \n               resolution; which was read the first time\n\n                             March 1, 2021\n\n            Read the second time and placed on the calendar\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n  Proposing an amendment to the Constitution of the United States to \nrequire that the Supreme Court of the United States be composed of nine \n                               justices.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States \nwithin seven years after the date of its submission for ratification:\n\n                              ``Article--\n\n    ``The Supreme Court of the United States shall be composed of nine \njustices.''.\n\n\n\n\n                                                        Calendar No.  8\n\n117th CONGRESS\n\n  1st Session\n\n                              S. J. RES. 9\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n  Proposing an amendment to the Constitution of the United States to \nrequire that the Supreme Court of the United States be composed of nine \n                               justices.\n\n_______________________________________________________________________\n\n                             March 1, 2021\n\n            Read the second time and placed on the calendar\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States to clarify the authority of Congress and the States to regulate corporations, limited liability companies, and other corporate entities established by the laws of any State, the United States, or any foreign state.",
        "number": "11",
        "summary": " <p>This joint resolution proposes a constitutional amendment declaring that (1) the rights enumerated in the Constitution and other rights retained by the people are the rights of natural persons; (2) the terms \"people,\" \"person,\" and \"citizen\" as used in the Constitution do not include corporate entities; and (3) corporate entities are subject to such regulation as the people, through representatives in Congress and state representatives, may determine reasonable, consistent with the powers of Congress and the states.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 11 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 11\n\n  Proposing an amendment to the Constitution of the United States to \n     clarify the authority of Congress and the States to regulate \ncorporations, limited liability companies, and other corporate entities \nestablished by the laws of any State, the United States, or any foreign \n                                 state.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                             March 15, 2021\n\n Mr. Tester introduced the following joint resolution; which was read \n          twice and referred to the Committee on the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n  Proposing an amendment to the Constitution of the United States to \n     clarify the authority of Congress and the States to regulate \ncorporations, limited liability companies, and other corporate entities \nestablished by the laws of any State, the United States, or any foreign \n                                 state.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States:\n\n                              ``Article--\n\n    ``Section 1. The rights enumerated in this Constitution and other \nrights retained by the people shall be the rights of natural persons.\n    ``Section 2. As used in this Constitution, the terms `people', \n`person', and `citizen' shall not include a corporation, a limited \nliability company, or any other corporate entity established by the \nlaws of any State, the United States, or any foreign state.\n    ``Section 3. A corporate entity described in section 2 shall be \nsubject to such regulation as the people, through representatives in \nCongress and State representatives, may determine reasonable, \nconsistent with the powers of Congress and the States under this \nConstitution.\n    ``Section 4. Nothing in this article shall be construed to limit \nthe rights enumerated in this Constitution and other rights retained by \nthe people, which are unalienable.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States to repeal the twenty-third article of amendment to the Constitution of the United States.",
        "number": "18",
        "summary": " <p>This joint resolution proposes a constitutional amendment repealing the Twenty-third Amendment to the Constitution (allowing citizens residing in the District of Columbia to vote for presidential electors, who in turn vote in the electoral college for the President and Vice President).</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 18 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 18\n\n  Proposing an amendment to the Constitution of the United States to \nrepeal the twenty-third article of amendment to the Constitution of the \n                             United States.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                             April 22, 2021\n\nMr. Marshall introduced the following joint resolution; which was read \n          twice and referred to the Committee on the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n  Proposing an amendment to the Constitution of the United States to \nrepeal the twenty-third article of amendment to the Constitution of the \n                             United States.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States \nwithin seven years after the date of its submission for ratification:\n\n                              ``Article--\n\n    ``Section 1. The twenty-third article of amendment to the \nConstitution of the United States is hereby repealed.\n    ``Section 2. Congress shall have the power to enforce this article \nby appropriate legislation.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Office of the Comptroller of Currency relating to \"National Banks and Federal Savings Associations as Lenders\".",
        "number": "15",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Office of the Comptroller of the Currency titled <em>National Banks and Federal Savings Associations as Lenders</em> and published on October 30, 2020. The rule requires that to be considered a lender, a national bank or federal saving association must, as of the date of origination of the loan (1) be named as the lender in the loan agreement, or (2) fund the loan.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 15 Enrolled Bill (ENR)]\n\n        S.J.Res.15\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n     United States Code, of the rule submitted by the Office of the \nComptroller of Currency relating to ``National Banks and Federal Savings \n                       Associations as Lenders''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Office of the Comptroller of Currency relating to \n``National Banks and Federal Savings Associations as Lenders'' (85 Fed. \nReg. 68742 (October 30, 2020)), and such rule shall have no force or \neffect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Environmental Protection Agency relating to \"Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review\".",
        "number": "14",
        "summary": " <p>This joint resolution nullifies the<i> Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review</i> rule published by the Environmental Protection Agency on September 14, 2020. The rule finalized amendments to new source performance standards under the Clean Air Act for the oil and natural gas sector, such as an amendment that removed limitations on methane emissions from such sector.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 14 Enrolled Bill (ENR)]\n\n        S.J.Res.14\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n     United States Code, of the rule submitted by the Environmental \n  Protection Agency relating to ``Oil and Natural Gas Sector: Emission \n    Standards for New, Reconstructed, and Modified Sources Review''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Administrator of the Environmental Protection \nAgency relating to ``Oil and Natural Gas Sector: Emission Standards for \nNew, Reconstructed, and Modified Sources Review'' (85 Fed. Reg. 57018 \n(September 14, 2020)), and such rule shall have no force or effect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution requiring the advice and consent of the Senate or an Act of Congress to suspend, terminate, or withdraw the United States from the North Atlantic Treaty and authorizing related litigation, and for other purposes.",
        "number": "17",
        "summary": " <p>This joint resolution requires either the advice and consent of the Senate or an act of Congress before the President may suspend, denounce, or withdraw the United States from the North Atlantic Treaty. No funds shall be authorized or appropriated to support any efforts to withdraw from the treaty without the Senate's approval by a two-thirds vote or an act of Congress. </p> <p>The President shall notify Congress in writing of any effort to suspend, denounce, or withdraw from the treaty no later than 48 hours after such action.</p> <p>This joint resolution also authorizes the Senate Legal Counsel and the General Counsel of the House of Representatives to represent Congress in judicial proceedings related to actions that are inconsistent with this resolution.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 17 Reported in Senate (RS)]\n\n&lt;DOC&gt;\n                                                       Calendar No. 337\n117th CONGRESS\n  2d Session\nS. J. RES. 17\n\nRequiring the advice and consent of the Senate or an Act of Congress to \n   suspend, terminate, or withdraw the United States from the North \n   Atlantic Treaty and authorizing related litigation, and for other \n                               purposes.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                             April 15, 2021\n\n  Mr. Kaine (for himself, Mr. Rubio, Mr. Blumenthal, Ms. Collins, Mr. \nCoons, Ms. Duckworth, Mr. Durbin, Mrs. Feinstein, Mr. Graham, Mr. King, \n Ms. Klobuchar, Mr. Merkley, Mr. Moran, Mrs. Shaheen, Mr. Warner, Mr. \n   Cruz, Mr. Cardin, and Mr. Romney) introduced the following joint \n   resolution; which was read twice and referred to the Committee on \n                           Foreign Relations\n\n                             April 6, 2022\n\n              Reported by Mr. Menendez, with an amendment\n[Strike out all after the resolving clause and insert the part printed \n                               in italic]\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \nRequiring the advice and consent of the Senate or an Act of Congress to \n   suspend, terminate, or withdraw the United States from the North \n   Atlantic Treaty and authorizing related litigation, and for other \n                               purposes.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled,\n\n&lt;DELETED&gt;SECTION 1. OPPOSITION OF CONGRESS TO SUSPENSION, TERMINATION, \n              DENUNCIATION, OR WITHDRAWAL FROM NORTH ATLANTIC \n              TREATY.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;    The President shall not suspend, terminate, denounce, or \nwithdraw the United States from the North Atlantic Treaty, done at \nWashington, DC, April 4, 1949, except by and with the advice and \nconsent of the Senate, provided that two-thirds of the Senators present \nconcur, or pursuant to an Act of Congress.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;SEC. 2. LIMITATION ON THE USE OF FUNDS.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;    No funds authorized or appropriated by any Act may be used \nto support, directly or indirectly, any efforts on the part of any \nUnited States Government official to take steps to suspend, terminate, \ndenounce, or withdraw the United States from the North Atlantic Treaty, \ndone at Washington, DC, April 4, 1949, until such time as both the \nSenate and the House of Representatives pass, by an affirmative vote of \ntwo-thirds of Members, a joint resolution approving the withdrawal of \nthe United States from the treaty or pursuant to an Act of \nCongress.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;SEC. 3. NOTIFICATION OF TREATY ACTION.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;    The President shall notify the Committee on Foreign \nRelations of the Senate and the Committee on Foreign Affairs of the \nHouse of Representatives in writing of any effort to suspend, \nterminate, denounce, or withdraw the United States from the North \nAtlantic Treaty, as soon as possible but in no event later than 48 \nhours after any such action is taken.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;SEC. 4. AUTHORIZATION OF LEGAL COUNSEL TO REPRESENT \n              CONGRESS.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;    Both the Senate Legal Counsel and the General Counsel to \nthe House of Representatives are authorized to independently or \ncollectively represent Congress in initiating or intervening in any \njudicial proceedings in any Federal court of competent jurisdiction on \nbehalf of Congress in order to oppose any effort to suspend, terminate, \ndenounce, or withdraw the United States from the North Atlantic Treaty \nin a manner inconsistent with this joint resolution.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;SEC. 5. REPORTING REQUIREMENT.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;    Any legal counsel operating pursuant to section 4 shall \nreport as soon as practicable to the Committee on Foreign Relations of \nthe Senate and the Committee on Foreign Affairs of the House of \nRepresentatives with respect to any judicial proceedings which the \nSenate Legal Counsel or the General Counsel to the House of \nRepresentatives, as the case may be, initiates or in which it \nintervenes pursuant to section 4.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;SEC. 6. DEFINITIONS.&lt;/DELETED&gt;\n\n&lt;DELETED&gt;    In this resolution, the terms ``withdrawal'', \n``denunciation'', ``suspension'', and ``termination'' have the meaning \ngiven the terms in the Vienna Convention on the Law of Treaties, \nconcluded at Vienna May 23, 1969.&lt;/DELETED&gt;\n\nSECTION 1. OPPOSITION OF CONGRESS TO SUSPENSION, TERMINATION, \n              DENUNCIATION, OR WITHDRAWAL FROM NORTH ATLANTIC TREATY.\n\n    The President shall not suspend, terminate, denounce, or withdraw \nthe United States from the North Atlantic Treaty, done at Washington, \nDC, April 4, 1949, except by and with the advice and consent of the \nSenate, provided that two-thirds of the Senators present concur, or \npursuant to an Act of Congress.\n\nSEC. 2. LIMITATION ON THE USE OF FUNDS.\n\n    No funds authorized or appropriated by any Act may be used to \nsupport, directly or indirectly, any efforts on the part of any United \nStates Government official to take steps to suspend, terminate, \ndenounce, or withdraw the United States from the North Atlantic Treaty, \ndone at Washington, DC, April 4, 1949, until such time as both the \nSenate and the House of Representatives pass, by an affirmative vote of \ntwo-thirds of Members, a joint resolution approving the withdrawal of \nthe United States from the treaty or pursuant to an Act of Congress.\n\nSEC. 3. NOTIFICATION OF TREATY ACTION.\n\n    (a) Consultation.--Prior to the notification described in \nsubsection (b), the President shall consult with the Committee on \nForeign Relations of the Senate and the Committee on Foreign Affairs of \nthe House of Representatives in relation to any effort to suspend, \nterminate, denounce, or withdraw the United States from the North \nAtlantic Treaty.\n    (b) Notification.--The President shall notify the Committee on \nForeign Relations of the Senate and the Committee on Foreign Affairs of \nthe House of Representatives in writing of any effort to suspend, \nterminate, denounce, or withdraw the United States from the North \nAtlantic Treaty, as soon as possible but in no event later than 180 \ndays prior to taking such action.\n\nSEC. 4. AUTHORIZATION OF LEGAL COUNSEL TO REPRESENT CONGRESS.\n\n    Both the Senate Legal Counsel and the General Counsel to the House \nof Representatives are authorized to independently or collectively \nrepresent Congress in initiating or intervening in any judicial \nproceedings in any Federal court of competent jurisdiction on behalf of \nCongress in order to oppose any effort to suspend, terminate, denounce, \nor withdraw the United States from the North Atlantic Treaty in a \nmanner inconsistent with this joint resolution.\n\nSEC. 5. REPORTING REQUIREMENT.\n\n    Any legal counsel operating pursuant to section 4 shall report as \nsoon as practicable to the Committee on Foreign Relations of the Senate \nand the Committee on Foreign Affairs of the House of Representatives \nwith respect to any judicial proceedings which the Senate Legal Counsel \nor the General Counsel to the House of Representatives, as the case may \nbe, initiates or in which it intervenes pursuant to section 4.\n\nSEC. 6. RULE OF CONSTRUCTION.\n\n    Nothing in this resolution shall be construed to authorize, imply, \nor otherwise indicate that the President may suspend, terminate, \ndenounce, or withdraw from any treaty to which the Senate has provided \nits advice and consent without the advice and consent of the Senate to \nsuch act or pursuant to an Act of Congress.\n\nSEC. 7. SEVERABILITY.\n\n    If any provision of this resolution or the application of such \nprovision is held by a Federal court to be unconstitutional, the \nremainder of this resolution and the application of the provisions of \nsuch to any person or circumstance shall not be affected thereby.\n\nSEC. 8. DEFINITIONS.\n\n    In this resolution, the terms ``withdrawal'', ``denunciation'', \n``suspension'', and ``termination'' have the meaning given the terms in \nthe Vienna Convention on the Law of Treaties, concluded at Vienna May \n23, 1969.\n\n\n\n\n                                                       Calendar No. 337\n\n117th CONGRESS\n\n  2d Session\n\n                             S. J. RES. 17\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\nRequiring the advice and consent of the Senate or an Act of Congress to \n   suspend, terminate, or withdraw the United States from the North \n   Atlantic Treaty and authorizing related litigation, and for other \n                               purposes.\n\n_______________________________________________________________________\n\n                             April 6, 2022\n\n                       Reported with an amendment\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Equal Employment Opportunity Commission relating to \"Update of Commission's Conciliation Procedures\".",
        "number": "13",
        "summary": " <p>This resolution expresses congressional disapproval of the rule submitted by the Equal Employment Opportunity Commission (EEOC) that revises the EEOC settlement process to provide employers with the factual and legal basis that the EEOC relied on to make a reasonable cause finding of a discriminatory practice.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 13 Enrolled Bill (ENR)]\n\n        S.J.Res.13\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n   United States Code, of the rule submitted by the Equal Employment \nOpportunity Commission relating to ``Update of Commission's Conciliation \n                              Procedures''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Equal Employment Opportunity Commission relating \nto ``Update of Commission's Conciliation Procedures'' (86 Fed. Reg. \n2974; published January 14, 2021), and such rule shall have no force or \neffect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Office of the Comptroller of Currency relating to \"National Banks and Federal Savings Associations as Lenders\".",
        "number": "15",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Office of the Comptroller of the Currency titled <em>National Banks and Federal Savings Associations as Lenders</em> and published on October 30, 2020. The rule requires that to be considered a lender, a national bank or federal saving association must, as of the date of origination of the loan (1) be named as the lender in the loan agreement, or (2) fund the loan.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 15 Enrolled Bill (ENR)]\n\n        S.J.Res.15\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n     United States Code, of the rule submitted by the Office of the \nComptroller of Currency relating to ``National Banks and Federal Savings \n                       Associations as Lenders''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Office of the Comptroller of Currency relating to \n``National Banks and Federal Savings Associations as Lenders'' (85 Fed. \nReg. 68742 (October 30, 2020)), and such rule shall have no force or \neffect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Equal Employment Opportunity Commission relating to \"Update of Commission's Conciliation Procedures\".",
        "number": "13",
        "summary": " <p>This resolution expresses congressional disapproval of the rule submitted by the Equal Employment Opportunity Commission (EEOC) that revises the EEOC settlement process to provide employers with the factual and legal basis that the EEOC relied on to make a reasonable cause finding of a discriminatory practice.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 13 Enrolled Bill (ENR)]\n\n        S.J.Res.13\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n   United States Code, of the rule submitted by the Equal Employment \nOpportunity Commission relating to ``Update of Commission's Conciliation \n                              Procedures''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Equal Employment Opportunity Commission relating \nto ``Update of Commission's Conciliation Procedures'' (86 Fed. Reg. \n2974; published January 14, 2021), and such rule shall have no force or \neffect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States to prohibit the use of slavery and involuntary servitude as a punishment for a crime.",
        "number": "21",
        "summary": " <p>This joint resolution proposes an amendment to the U.S. Constitution that prohibits slavery and involuntary servitude as a criminal punishment.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 21 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 21\n\n  Proposing an amendment to the Constitution of the United States to \n prohibit the use of slavery and involuntary servitude as a punishment \n                              for a crime.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                             June 17, 2021\n\n Mr. Merkley (for himself, Mr. Van Hollen, Mr. Markey, Mr. Wyden, Mr. \n     Padilla, Ms. Hirono, Mr. Sanders, Mr. Booker, and Mr. Durbin) \n  introduced the following joint resolution; which was read twice and \n               referred to the Committee on the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n  Proposing an amendment to the Constitution of the United States to \n prohibit the use of slavery and involuntary servitude as a punishment \n                              for a crime.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States:\n\n                              ``Article--\n\n    ``Neither slavery nor involuntary servitude may be imposed as a \npunishment for a crime.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Equal Employment Opportunity Commission relating to \"Update of Commission's Conciliation Procedures\".",
        "number": "13",
        "summary": " <p>This resolution expresses congressional disapproval of the rule submitted by the Equal Employment Opportunity Commission (EEOC) that revises the EEOC settlement process to provide employers with the factual and legal basis that the EEOC relied on to make a reasonable cause finding of a discriminatory practice.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 13 Enrolled Bill (ENR)]\n\n        S.J.Res.13\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n   United States Code, of the rule submitted by the Equal Employment \nOpportunity Commission relating to ``Update of Commission's Conciliation \n                              Procedures''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Equal Employment Opportunity Commission relating \nto ``Update of Commission's Conciliation Procedures'' (86 Fed. Reg. \n2974; published January 14, 2021), and such rule shall have no force or \neffect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval of the proposed transfer to Israel of certain defense articles, including defense services and technical data.",
        "number": "19",
        "summary": " <p>This joint resolution prohibits the issuance of an export license for specified defense articles, defense services, and technical data for end use by Israel.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 19 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 19\n\n  Providing for congressional disapproval of the proposed transfer to \n  Israel of certain defense articles, including defense services and \n                            technical data.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                              May 20, 2021\n\n Mr. Sanders introduced the following joint resolution; which was read \n        twice and referred to the Committee on Foreign Relations\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n  Providing for congressional disapproval of the proposed transfer to \n  Israel of certain defense articles, including defense services and \n                            technical data.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That the issuance of a license \nfor the export with respect to any of the following transfers to Israel \nis prohibited:\n            (1) The transfer of the following defense articles, \n        including defense services and technical data, described in \n        license document DDTC 20-084, submitted to Congress pursuant to \n        section 36(c) of the Arms Export Control Act (22 U.S.C. \n        2776(c)) on May 5, 2021: The proposed transfer of defense \n        articles, defense services, and technical data to support \n        weapons integration, flight test, and hardware delivery of \n        Joint Direct Attack Munition variants and Small Diameter Bomb \n        Increment I variants for end-use by the Ministry of Defense for \n        Israel.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Environmental Protection Agency relating to \"Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review\".",
        "number": "14",
        "summary": " <p>This joint resolution nullifies the<i> Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review</i> rule published by the Environmental Protection Agency on September 14, 2020. The rule finalized amendments to new source performance standards under the Clean Air Act for the oil and natural gas sector, such as an amendment that removed limitations on methane emissions from such sector.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 14 Enrolled Bill (ENR)]\n\n        S.J.Res.14\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n     United States Code, of the rule submitted by the Environmental \n  Protection Agency relating to ``Oil and Natural Gas Sector: Emission \n    Standards for New, Reconstructed, and Modified Sources Review''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Administrator of the Environmental Protection \nAgency relating to ``Oil and Natural Gas Sector: Emission Standards for \nNew, Reconstructed, and Modified Sources Review'' (85 Fed. Reg. 57018 \n(September 14, 2020)), and such rule shall have no force or effect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution to repeal the authorizations for use of military force against Iraq, and for other purposes.",
        "number": "10",
        "summary": " <p>This joint resolution repeals specified authorizations for the use of military force against Iraq.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 10 Reported in Senate (RS)]\n\n&lt;DOC&gt;\n                                                       Calendar No. 117\n117th CONGRESS\n  1st Session\nS. J. RES. 10\n\n To repeal the authorizations for use of military force against Iraq, \n                        and for other purposes.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                             March 3, 2021\n\n Mr. Kaine (for himself, Mr. Young, Ms. Duckworth, Mr. Lee, Mr. Coons, \n    Mr. Grassley, Mr. Paul, Mr. Durbin, Mr. Markey, Mr. Wyden, Ms. \nMurkowski, Mr. Heinrich, Mr. Lujan, Ms. Baldwin, Mr. Leahy, Ms. Warren, \n  Mr. Booker, Mrs. Feinstein, Ms. Smith, Mr. Cardin, Mr. Padilla, Mr. \n Schatz, Mr. Moran, Mr. Hickenlooper, Mr. Warnock, Ms. Klobuchar, Mr. \n Tester, Mr. Bennet, Mr. Merkley, Mr. Reed, Mrs. Murray, Mr. Marshall, \nMr. Braun, and Ms. Collins) introduced the following joint resolution; \nwhich was read twice and referred to the Committee on Foreign Relations\n\n                             August 4, 2021\n\n              Reported by Mr. Menendez, without amendment\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n To repeal the authorizations for use of military force against Iraq, \n                        and for other purposes.\n\nWhereas the Authorization for Use of Military Force Against Iraq Resolution \n        (Public Law 102-1; 105 Stat. 3; 50 U.S.C. 1541 note), enacted on January \n        14, 1991 (in this preamble ``the 1991 AUMF''), and the Authorization for \n        Use of Military Force Against Iraq Resolution of 2002 (Public Law 107-\n        243; 116 Stat. 1498; 50 U.S.C. 1541 note), enacted on October 16, 2002 \n        (in this preamble ``the 2002 AUMF''), currently remain valid law;\nWhereas recent presidential administrations have maintained that the 2002 AUMF \n        only serves to ``reinforce'' any legal authority to combat ISIS provided \n        by the Authorization for Use of Military Force (Public Law 107-40; 115 \n        Stat. 224; 50 U.S.C. 1541), enacted September 18, 2001, and is not \n        independently required to authorize any such activities;\nWhereas repealing the 1991 AUMF and the 2002 AUMF would therefore not affect \n        ongoing United States military operations;\nWhereas, since 2014, United States military forces have operated in Iraq at the \n        request of the Government of Iraq for the sole purpose of supporting its \n        efforts to combat ISIS, consistent with the Strategic Framework \n        Agreement that Iraq and the United States signed on November 17, 2008;\nWhereas, during a press briefing on December 24, 2020, Commander of the United \n        States Central Command, General Frank McKenzie, reiterated that United \n        States forces are in Iraq ``at their invitation'';\nWhereas Secretary of State Antony J. Blinken and Prime Minister Mustafa Al-\n        Kadhimi of Iraq discussed ``the Iraqi government's responsibility and \n        commitment to protect U.S. and Coalition personnel in Iraq at the \n        government's invitation to fight ISIS'' in a February 16, 2021, phone \n        call;\nWhereas Secretary of Defense Lloyd J. Austin III stated on February 19, 2021, \n        that he ``welcomed that expanded NATO mission in Iraq that responds to \n        the desires and aspirations of the Iraqi government'';\nWhereas, in a February 23, 2021, call with Prime Minister Mustafa Al-Kadhimi of \n        Iraq, President Joseph R. Biden affirmed United States support for \n        Iraq's ``sovereignty and independence'';\nWhereas neither the 1991 AUMF nor the 2002 AUMF are being used as the sole legal \n        basis for any detention of enemy combatants currently held by the United \n        States; and\nWhereas authorizations for the use of military force that are no longer \n        necessary should have a clear political and legal ending: Now, \n        therefore, be it\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled,\n\nSECTION 1. REPEAL OF AUTHORIZATION FOR USE OF MILITARY FORCE AGAINST \n              IRAQ RESOLUTION.\n\n    The Authorization for Use of Military Force Against Iraq Resolution \n(Public Law 102-1; 105 Stat. 3; 50 U.S.C. 1541 note) is hereby \nrepealed.\n\nSEC. 2. REPEAL OF AUTHORIZATION FOR USE OF MILITARY FORCE AGAINST IRAQ \n              RESOLUTION OF 2002.\n\n    The Authorization for Use of Military Force Against Iraq Resolution \nof 2002 (Public Law 107-243; 116 Stat. 1498; 50 U.S.C. 1541 note) is \nhereby repealed.\n\n\n\n\n                                                       Calendar No. 117\n\n117th CONGRESS\n\n  1st Session\n\n                             S. J. RES. 10\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n To repeal the authorizations for use of military force against Iraq, \n                        and for other purposes.\n\n_______________________________________________________________________\n\n                             August 4, 2021\n\n                       Reported without amendment\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Environmental Protection Agency relating to \"Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review\".",
        "number": "14",
        "summary": " <p>This joint resolution nullifies the<i> Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources Review</i> rule published by the Environmental Protection Agency on September 14, 2020. The rule finalized amendments to new source performance standards under the Clean Air Act for the oil and natural gas sector, such as an amendment that removed limitations on methane emissions from such sector.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 14 Enrolled Bill (ENR)]\n\n        S.J.Res.14\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n     United States Code, of the rule submitted by the Environmental \n  Protection Agency relating to ``Oil and Natural Gas Sector: Emission \n    Standards for New, Reconstructed, and Modified Sources Review''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Administrator of the Environmental Protection \nAgency relating to ``Oil and Natural Gas Sector: Emission Standards for \nNew, Reconstructed, and Modified Sources Review'' (85 Fed. Reg. 57018 \n(September 14, 2020)), and such rule shall have no force or effect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Securities and Exchange Commission relating to \"Procedural Requirements and Resubmission Thresholds Under Exchange Act Rule 14a-8\".",
        "number": "16",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Securities and Exchange Commission titled <em>Procedural Requirements and Resubmission Thresholds Under Exchange Act Rule 14a-8</em> and published on November 4, 2020. </p> <p>The rule provides additional requirements for the inclusion of shareholder proposals in proxy statements, such as increasing the securities ownership requirements for submitting a proposal and increasing the level of support a proposal must receive to be eligible for resubmission at a future shareholder meeting. (Proxy statements must be filed by a publicly traded company and provided to shareholders before shareholder meetings. Proxy statements contain information regarding matters such as the election of directors and shareholder proposals.)</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 16 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 16\n\n  Providing for congressional disapproval under chapter 8 of title 5, \n    United States Code, of the rule submitted by the Securities and \n     Exchange Commission relating to ``Procedural Requirements and \n        Resubmission Thresholds Under Exchange Act Rule 14a-8''.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                             March 25, 2021\n\n  Mr. Brown introduced the following joint resolution; which was read \n  twice and referred to the Committee on Banking, Housing, and Urban \n                                Affairs\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n    United States Code, of the rule submitted by the Securities and \n     Exchange Commission relating to ``Procedural Requirements and \n        Resubmission Thresholds Under Exchange Act Rule 14a-8''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Securities and Exchange Commission relating to \n``Procedural Requirements and Resubmission Thresholds Under Exchange \nAct Rule 14a-8'' (85 Fed. Reg. 70240 (November 4, 2020)), and such rule \nshall have no force or effect.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States authorizing the Congress to prohibit the physical desecration of the flag of the United States.",
        "number": "20",
        "summary": " <p>This joint resolution proposes a constitutional amendment to authorize Congress to prohibit the physical desecration of the U.S. flag.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 20 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 20\n\n    Proposing an amendment to the Constitution of the United States \n authorizing the Congress to prohibit the physical desecration of the \n                       flag of the United States.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                             June 14, 2021\n\n Mr. Daines (for himself, Mrs. Blackburn, Mr. Crapo, Mrs. Capito, Mr. \n  Cramer, and Mr. Toomey) introduced the following joint resolution; \n  which was read twice and referred to the Committee on the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n    Proposing an amendment to the Constitution of the United States \n authorizing the Congress to prohibit the physical desecration of the \n                       flag of the United States.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States \nwithin 7 years after the date of its submission by the Congress:\n\n                              ``Article--\n\n    ``The Congress shall have power to prohibit the physical \ndesecration of the flag of the United States.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution to prospectively repeal the 2001 Authorization for Use of Military Force.",
        "number": "22",
        "summary": " <p>This joint resolution repeals the 2001 Authorization for Use of Military Force, effective one year after the date of enactment of the resolution. The 2001 Authorization for Use of Military Force authorized the President to use all necessary and appropriate force against the nations, organizations, or persons determined to have taken part in carrying out the terrorist attacks of September 11, 2001.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 22 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 22\n\n  To prospectively repeal the 2001 Authorization for Use of Military \n                                 Force.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                             August 9, 2021\n\n Mr. Cardin introduced the following joint resolution; which was read \n        twice and referred to the Committee on Foreign Relations\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n  To prospectively repeal the 2001 Authorization for Use of Military \n                                 Force.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled,\n\nSECTION 1. PROSPECTIVE REPEAL OF 2001 AUTHORIZATION FOR USE OF MILITARY \n              FORCE.\n\n    Effective on the date that is one year after the date of the \nenactment of this joint resolution, the Authorization for Use of \nMilitary Force (Public Law 107-40; 115 Stat. 224; 50 U.S.C. 1541 note) \nis repealed.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Office of the Comptroller of Currency relating to \"National Banks and Federal Savings Associations as Lenders\".",
        "number": "15",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Office of the Comptroller of the Currency titled <em>National Banks and Federal Savings Associations as Lenders</em> and published on October 30, 2020. The rule requires that to be considered a lender, a national bank or federal saving association must, as of the date of origination of the loan (1) be named as the lender in the loan agreement, or (2) fund the loan.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 15 Enrolled Bill (ENR)]\n\n        S.J.Res.15\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n     United States Code, of the rule submitted by the Office of the \nComptroller of Currency relating to ``National Banks and Federal Savings \n                       Associations as Lenders''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Office of the Comptroller of Currency relating to \n``National Banks and Federal Savings Associations as Lenders'' (85 Fed. \nReg. 68742 (October 30, 2020)), and such rule shall have no force or \neffect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Office of the Comptroller of Currency relating to \"National Banks and Federal Savings Associations as Lenders\".",
        "number": "15",
        "summary": " <p>This joint resolution nullifies the final rule issued by the Office of the Comptroller of the Currency titled <em>National Banks and Federal Savings Associations as Lenders</em> and published on October 30, 2020. The rule requires that to be considered a lender, a national bank or federal saving association must, as of the date of origination of the loan (1) be named as the lender in the loan agreement, or (2) fund the loan.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 15 Enrolled Bill (ENR)]\n\n        S.J.Res.15\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n     United States Code, of the rule submitted by the Office of the \nComptroller of Currency relating to ``National Banks and Federal Savings \n                       Associations as Lenders''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Office of the Comptroller of Currency relating to \n``National Banks and Federal Savings Associations as Lenders'' (85 Fed. \nReg. 68742 (October 30, 2020)), and such rule shall have no force or \neffect.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States relating to contributions and expenditures intended to affect elections.",
        "number": "25",
        "summary": " <p><strong></strong>This joint resolution proposes a constitutional amendment authorizing Congress and the states to set reasonable limits on the raising and spending of money by candidates and others to influence elections. </p> <p>The amendment grants Congress and the states the power to implement and enforce this amendment by legislation. They are allowed to distinguish between natural persons and corporations or other artificial entities created by law, including by prohibiting such entities from spending money to influence elections.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 25 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 25\n\n    Proposing an amendment to the Constitution of the United States \n     relating to contributions and expenditures intended to affect \n                               elections.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                           September 20, 2021\n\n  Mrs. Shaheen (for herself, Mr. Lujan, Mr. Schumer, Mr. Bennet, Ms. \n Baldwin, Mr. Blumenthal, Mr. Booker, Mr. Casey, Ms. Cortez Masto, Mr. \n    Durbin, Mrs. Gillibrand, Ms. Hirono, Mr. Kaine, Mr. Markey, Mr. \n Padilla, Mr. Reed, Ms. Rosen, Mr. Sanders, Ms. Smith, Mr. Tester, Mr. \n  Van Hollen, Mr. Whitehouse, and Mr. Wyden) introduced the following \njoint resolution; which was read twice and referred to the Committee on \n                             the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n    Proposing an amendment to the Constitution of the United States \n     relating to contributions and expenditures intended to affect \n                               elections.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States:\n\n                              ``Article--\n\n    ``Section 1. To advance democratic self-government and political \nequality, and to protect the integrity of government and the electoral \nprocess, Congress and the States may regulate and set reasonable limits \non the raising and spending of money by candidates and others to \ninfluence elections.\n    ``Section 2. Congress and the States shall have power to implement \nand enforce this article by appropriate legislation, and may \ndistinguish between natural persons and corporations or other \nartificial entities created by law, including by prohibiting such \nentities from spending money to influence elections.\n    ``Section 3. Nothing in this article shall be construed to grant \nCongress or the States the power to abridge the freedom of the \npress.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "Ulysses S. Grant Bicentennial Recognition Act",
        "number": "26",
        "summary": " <p><strong>Ulysses S. Grant Bicentennial Recognition Act</strong></p> <p>This joint resolution authorizes the President to posthumously appoint Ulysses S. Grant to the grade of General of the Armies of the United States, effective on April 27, 2022. <br> </p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 26 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 26\n\n  To provide for the appointment of Ulysses S. Grant to the grade of \n              General of the Armies of the United States.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n           September 22 (legislative day, September 21), 2021\n\n Mr. Blunt (for himself and Mr. Brown) introduced the following joint \n resolution; which was read twice and referred to the Committee on the \n                               Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n  To provide for the appointment of Ulysses S. Grant to the grade of \n              General of the Armies of the United States.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled,\n\nSECTION 1. SHORT TITLE.\n\n    This joint resolution may be cited as the ``Ulysses S. Grant \nBicentennial Recognition Act''.\n\nSEC. 2. FINDINGS AND PURPOSE.\n\n    (a) Findings.--Congress finds the following:\n            (1) On March 3, 1799, Congress created the grade of \n        ``General of the Armies of the United States'' as the commander \n        of the Army of the United States (5th Congress, Session III, \n        Chap. 48, Section 9).\n            (2) On March 16, 1802, Congress effectively dissolved the \n        grade of General of the Armies of the United States when it \n        passed the Military Peace Establishment Act without reference \n        to the grade (7th Congress, Session I, Chap. 9, Sec. 3).\n            (3) On July 1, 1843, Ulysses S. Grant graduated from the \n        United States Military Academy at West Point, and, on July 31, \n        1854, Grant resigned from the Army at the grade of Captain.\n            (4) Following President Abraham Lincoln's April 15, 1861, \n        proclamation calling for 75,000 volunteers to suppress \n        Confederate forces, Ulysses S. Grant rejoined the Army and \n        helped recruit and train volunteer soldiers for the Union.\n            (5) Over the course of the American Civil War, Ulysses S. \n        Grant commanded a cumulative total of over 620,000 Union \n        soldiers and achieved major victories including Fort Henry \n        (February 1862), Fort Donelson (February 1862), Shiloh (April \n        1862), the Vicksburg Campaign (November 1862-July 1863), \n        Chattanooga (November 1863), the Wilderness Campaign (May 1864-\n        June 1864), the Petersburg Campaign (June 1864-April 1865), and \n        the Appomattox Campaign (April 1865).\n            (6) On February 29, 1864, Congress reestablished the grade \n        of ``Lieutenant-General of the United States Army'' and \n        authorized the President to appoint, by and with the advice and \n        consent of the Senate, an officer who was ``most distinguished \n        for courage, skill, and ability'' (38th Congress, Session I, \n        Chap. 14, Sec. 1); that same day, President Abraham Lincoln \n        nominated Ulysses S. Grant to be Lieutenant-General.\n            (7) On March 10, 1864, President Abraham Lincoln formally \n        appointed Ulysses S. Grant to the grade of Lieutenant-General \n        of the Army, a position previously held by only George \n        Washington and Winfield Scott, although Scott's promotion was a \n        brevet appointment.\n            (8) On July 25, 1866, Congress established the grade of \n        ``General of the Army of the United States'' (39th Congress, \n        Session I, Chap. 232), and Ulysses S. Grant was appointed, by \n        and with the advice and consent of the Senate, to General of \n        the Army of the United States for his role in commanding the \n        Union armies during the Civil War.\n            (9) On March 4, 1869, Ulysses S. Grant was sworn in as the \n        18th President of the United States.\n            (10) Throughout his two terms as President, Ulysses S. \n        Grant secured the ratification of the 15th amendment to the \n        Constitution, the creation of the Department of Justice, and \n        the passage and implementation of the Civil Rights Act of 1875.\n            (11) On October 11, 1976, Congress enacted Public Law 94-\n        479, which re-established the grade of ``General of the Armies \n        of the United States'' to posthumously request the appointment \n        of George Washington to General of the Armies of the United \n        States and made clear that this grade has ``precedence over all \n        other grades of the Army, past or present''.\n    (b) Purpose.--The purpose of this joint resolution is to--\n            (1) honor Ulysses S. Grant for his efforts and leadership \n        in defending the union of the United States of America;\n            (2) recognize that the military victories achieved under \n        the command of Ulysses S. Grant were integral to the \n        preservation of the United States of America; and\n            (3) affirm that Ulysses S. Grant is among the most \n        influential military commanders in the history of the United \n        States of America.\n\nSEC. 3. APPOINTMENT.\n\n    The President is authorized and requested to appoint Ulysses S. \nGrant posthumously to the grade of General of the Armies of the United \nStates, such appointment to take effect on April 27, 2022.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States relative to equal rights for men and women.",
        "number": "28",
        "summary": " <p>This joint resolution proposes a constitutional amendment prohibiting the United States or any state from denying or abridging equal rights under the law on account of sex.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 28 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 28\n\n    Proposing an amendment to the Constitution of the United States \n              relative to equal rights for men and women.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                            October 7, 2021\n\n Mr. Menendez (for himself, Mr. Markey, Mr. Sanders, Ms. Baldwin, Mr. \n Brown, Mr. Merkley, Ms. Cortez Masto, Ms. Smith, Mrs. Feinstein, Ms. \nWarren, Ms. Hirono, Mr. Cardin, Mr. Murphy, Mr. Booker, Ms. Klobuchar, \n  Mrs. Gillibrand, and Mr. Blumenthal) introduced the following joint \n resolution; which was read twice and referred to the Committee on the \n                               Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n    Proposing an amendment to the Constitution of the United States \n              relative to equal rights for men and women.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States:\n\n                              ``Article--\n\n    ``Section 1. Equality of rights under the law shall not be denied \nor abridged by the United States or by any State on account of sex.\n    ``Section 2. The Congress shall have the power to enforce, by \nappropriate legislation, the provisions of this article.\n    ``Section 3. This article shall take effect 2 years after the date \nof ratification.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution proposing an amendment to the Constitution of the United States relative to limiting the number of terms that a Member of Congress may serve.",
        "number": "27",
        "summary": " <p>This joint resolution proposes a constitutional amendment limiting Representatives to eight terms and Senators to three terms. Terms beginning before the ratification of this amendment do not count towards term limits.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 27 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 27\n\n    Proposing an amendment to the Constitution of the United States \nrelative to limiting the number of terms that a Member of Congress may \n                                 serve.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                            October 6, 2021\n\nMr. Lankford introduced the following joint resolution; which was read \n          twice and referred to the Committee on the Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n    Proposing an amendment to the Constitution of the United States \nrelative to limiting the number of terms that a Member of Congress may \n                                 serve.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled   (two-thirds of each House \nconcurring therein), That the following article is proposed as an \namendment to the Constitution of the United States, which shall be \nvalid to all intents and purposes as part of the Constitution when \nratified by the legislatures of three-fourths of the several States \nwithin seven years after the date of its submission by the Congress:\n\n                              ``Article--\n\n    ``Section 1. No person who has served 8 terms as a Representative \nshall be eligible for election to the House of Representatives. For \npurposes of this section, the election of a person to fill a vacancy in \nthe House of Representatives shall be included as 1 term in determining \nthe number of terms that such person has served as a Representative if \nthe person fills the vacancy for more than 1 year.\n    ``Section 2. No person who has served 3 terms as a Senator shall be \neligible for election or appointment to the Senate. For purposes of \nthis section, the election or appointment of a person to fill a vacancy \nin the Senate shall be included as 1 term in determining the number of \nterms that such person has served as a Senator if the person fills the \nvacancy for more than 3 years.\n    ``Section 3. No term beginning before the date of the ratification \nof this article shall be taken into account in determining eligibility \nfor election or appointment under this article.''.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Department of Labor relating to \"COVID-19 Vaccination and Testing; Emergency Temporary Standard\".",
        "number": "29",
        "summary": " <p>This joint resolution nullifies a Department of Labor emergency temporary standard for preventing the transmission of COVID-19 in employment settings.</p> <p>Under the standard issued on November 5, 2021, employers with 100 or more employees must require their onsite employees to either be fully vaccinated against COVID-19 or undergo weekly COVID-19 testing.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 29 Engrossed in Senate (ES)]\n\n&lt;DOC&gt;\n117th CONGRESS\n  1st Session\nS. J. RES. 29\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n United States Code, of the rule submitted by the Department of Labor \n  relating to ``COVID-19 Vaccination and Testing; Emergency Temporary \n                              Standard''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Department of Labor relating to ``COVID-19 \nVaccination and Testing; Emergency Temporary Standard'' (86 Fed. Reg. \n61402 (November 5, 2021)), and such rule shall have no force or effect.\n\n            Passed the Senate December 8, 2021.\n\n            Attest:\n\n                                                             Secretary.\n117th CONGRESS\n\n  1st Session\n\n                             S. J. RES. 29\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n  Providing for congressional disapproval under chapter 8 of title 5, \n United States Code, of the rule submitted by the Department of Labor \n  relating to ``COVID-19 Vaccination and Testing; Emergency Temporary \n                              Standard''.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution providing for congressional disapproval under chapter 8 of title 5, United States Code, of the rule submitted by the Department of Labor relating to \"COVID-19 Vaccination and Testing; Emergency Temporary Standard\".",
        "number": "29",
        "summary": " <p>This joint resolution nullifies a Department of Labor emergency temporary standard for preventing the transmission of COVID-19 in employment settings.</p> <p>Under the standard issued on November 5, 2021, employers with 100 or more employees must require their onsite employees to either be fully vaccinated against COVID-19 or undergo weekly COVID-19 testing.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 29 Engrossed in Senate (ES)]\n\n&lt;DOC&gt;\n117th CONGRESS\n  1st Session\nS. J. RES. 29\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \n  Providing for congressional disapproval under chapter 8 of title 5, \n United States Code, of the rule submitted by the Department of Labor \n  relating to ``COVID-19 Vaccination and Testing; Emergency Temporary \n                              Standard''.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That Congress disapproves the \nrule submitted by the Department of Labor relating to ``COVID-19 \nVaccination and Testing; Emergency Temporary Standard'' (86 Fed. Reg. \n61402 (November 5, 2021)), and such rule shall have no force or effect.\n\n            Passed the Senate December 8, 2021.\n\n            Attest:\n\n                                                             Secretary.\n117th CONGRESS\n\n  1st Session\n\n                             S. J. RES. 29\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n  Providing for congressional disapproval under chapter 8 of title 5, \n United States Code, of the rule submitted by the Department of Labor \n  relating to ``COVID-19 Vaccination and Testing; Emergency Temporary \n                              Standard''.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution joint resolution relating to increasing the debt limit.",
        "number": "33",
        "summary": " <p>This joint resolution increases the public debt limit by $2.5 trillion. </p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 33 Enrolled Bill (ENR)]\n\n        S.J.Res.33\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n         Joint resolution relating to increasing the debt limit.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That the limitation under \nsection 3101(b) of title 31, United States Code, as most recently \nincreased by Public Law 117-50 (31 U.S.C. 3101 note), is increased by \n$2,500,000,000,000.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution joint resolution relating to increasing the debt limit.",
        "number": "33",
        "summary": " <p>This joint resolution increases the public debt limit by $2.5 trillion. </p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 33 Enrolled Bill (ENR)]\n\n        S.J.Res.33\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n         Joint resolution relating to increasing the debt limit.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That the limitation under \nsection 3101(b) of title 31, United States Code, as most recently \nincreased by Public Law 117-50 (31 U.S.C. 3101 note), is increased by \n$2,500,000,000,000.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "A joint resolution joint resolution relating to increasing the debt limit.",
        "number": "33",
        "summary": " <p>This joint resolution increases the public debt limit by $2.5 trillion. </p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 33 Enrolled Bill (ENR)]\n\n        S.J.Res.33\n\n                    One Hundred Seventeenth Congress\n\n                                 of the\n\n                        United States of America\n\n\n                          AT THE FIRST SESSION\n\n           Begun and held at the City of Washington on Sunday,\n          the third day of January, two thousand and twenty one\n\n\n                            Joint Resolution\n\n\n \n         Joint resolution relating to increasing the debt limit.\n\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled, That the limitation under \nsection 3101(b) of title 31, United States Code, as most recently \nincreased by Public Law 117-50 (31 U.S.C. 3101 note), is increased by \n$2,500,000,000,000.\n\n                               Speaker of the House of Representatives.\n\n                            Vice President of the United States and    \n                                               President of the Senate.\n</pre></body></html>\n"
    },
    {
        "title": "Original Slavery Remembrance Day Resolution",
        "number": "30",
        "summary": " <p><strong>Original Slavery Remembrance Day Resolution</strong></p> <p>This joint resolution designates a Slavery Remembrance Day annually on August 20 and condemns slavery and its progenies.</p>",
        "text": "<html><body><pre>[Congressional Bills 117th Congress]\n[From the U.S. Government Publishing Office]\n[S.J. Res. 30 Introduced in Senate (IS)]\n\n&lt;DOC&gt;\n\n\n\n\n\n\n117th CONGRESS\n  1st Session\nS. J. RES. 30\n\nDesignating a ``Slavery Remembrance Day'' on August 20th, to serve as a \n                   reminder of the evils of slavery.\n\n\n_______________________________________________________________________\n\n\n                   IN THE SENATE OF THE UNITED STATES\n\n                           November 17, 2021\n\n    Ms. Warren (for herself, Mr. Brown, Ms. Smith, Mr. Markey, Mrs. \n Feinstein, Mrs. Murray, Ms. Klobuchar, Mr. Booker, Ms. Cantwell, Mr. \nBlumenthal, Ms. Baldwin, and Mr. Durbin) introduced the following joint \n resolution; which was read twice and referred to the Committee on the \n                               Judiciary\n\n_______________________________________________________________________\n\n                            JOINT RESOLUTION\n\n\n \nDesignating a ``Slavery Remembrance Day'' on August 20th, to serve as a \n                   reminder of the evils of slavery.\n\nWhereas this resolution may be cited as the ``Original Slavery Remembrance Day \n        Resolution'';\nWhereas the House of Representatives and the Senate recognize August 20th, as \n        ``Slavery Remembrance Day'' and commemorate the lives of all enslaved \n        people while also condemning the act and perpetuation of slavery in the \n        United States of America and across the world;\nWhereas we posthumously recognize the following Members of Congress, who served \n        during and after the Reconstruction era, as honorary cosponsors of this \n        resolution: the Honorable Joseph Hayne Rainey (SC-01), Member of \n        Congress from 1870 to 1879, Jefferson Franklin Long (GA-04), Member of \n        Congress from January 1871 to March 1871, Robert Carlos De Large (SC-\n        02), Member of Congress from 1871 to 1873, Robert Brown Elliott (SC-3), \n        Member of Congress from 1871 to 1874, Benjamin Sterling Turner (AL-01), \n        Member of Congress from 1871 to 1873, Josiah Thomas Walls (FL-At Large), \n        Member of Congress from 1871 to 1876, Alonzo Jacob Ransier (SC-02), \n        Member of Congress from 1873 to 1875, Richard Harvey Cain (SC-At Large), \n        Member of Congress from 1873 to 1875 and 1877 to 1879, John Roy Lynch \n        (MS-06), Member of Congress from 1873 to 1877 and 1882 to 1883, James \n        Thomas Rapier (AL-02), Member of Congress from 1873 to 1875, Jeremiah \n        Haralson (AL-01), Member of Congress from 1875 to 1877, John Adams Hyman \n        (NC-02), Member of Congress from 1875 to 1877, Robert Smalls (SC-07), \n        Member of Congress from 1875 to 1879 and 1882 to 1883 and 1884 to 1887, \n        James Edward O'Hara (NC-02), Member of Congress from 1883 to 1887, Henry \n        Plummer Cheatham (NC-02), Member of Congress from 1889 to 1893, John \n        Mercer Langston (VA-04), Member of Congress from 1890 to 1891, Thomas \n        Ezekiel Miller, Member of Congress from 1890 to 1891, George Washington \n        Murray (SC-01), Member of Congress from 1893 to 1895 and 1896 to 1897, \n        and George Henry White (NC-02), Member of Congress from 1897 to 1901;\nWhereas, on August 20, 1619, the first 20 enslaved Africans were brought to what \n        is now Fort Monroe, then Point Comfort, in Hampton, Virginia against \n        their will;\nWhereas the House of Representatives and the Senate recognize August 20th, as \n        ``Slavery Remembrance Day'' and commemorate the lives of all enslaved \n        people while also condemning the act and perpetuation of slavery in the \n        United States of America and across the world;\nWhereas African tribal chiefs captured, enslaved, and sold their captives to \n        transatlantic slave traders;\nWhereas, over the period of the Atlantic slave trade, from approximately 1526 to \n        1867, millions of humans were abducted and shipped from Africa, and \n        10,700,000 arrived in the Americas as personal property;\nWhereas the majority of enslaved Africans brought to British North America \n        arrived between 1720 and 1780;\nWhereas about 6 percent of African captives were sent directly to British North \n        America;\nWhereas, by 1825, the population of the United States included about one quarter \n        of the people of African descent in what has been called the New World;\nWhereas the Middle Passage from West Africa to the West Indies was dangerous and \n        horrific for enslaved people;\nWhereas the Middle Passage carried mothers, fathers, children, sisters, \n        brothers, aunts, uncles, cousins, and individuals from all walks of life \n        to slavery in the Americas;\nWhereas, although the sexes were separated, men, women, and children were kept \n        naked, packed close together, and the men were chained for long periods;\nWhereas, according to some historians, about 12 percent of those who embarked \n        did not survive the voyage;\nWhereas sharks followed the slave ships to feed on bodies of slaves thrown \n        overboard;\nWhereas enslaved people suffered a variety of miserable and often fatal maladies \n        due to the Atlantic slave trade, and to inhumane living and working \n        conditions;\nWhereas infant and child mortality rates were twice as high among slave children \n        as among Southern White children;\nWhereas enslaved people often worked from before sunup to after sundown, 6 to 7 \n        days a week often without food for long periods of time;\nWhereas enslaved Black families lived with the perpetual possibility of \n        separation caused by the sale of one or more family members;\nWhereas it is estimated that approximately one third of enslaved children in the \n        upper South States of Maryland and Virginia experienced family \n        separation in one of three possible scenarios: sale away from parents, \n        sale with mother away from father, or sale of mother or father away from \n        child;\nWhereas Nat Turner was born into slavery in Southampton County, Virginia, in \n        1800;\nWhereas Southampton County was home to many plantations, and enslaved people \n        outnumbered free Whites;\nWhereas Turner learned to read and write at a young age, becoming deeply \n        religious;\nWhereas Turner was sold to several different masters over the course of his \n        life, the last time in 1830;\nWhereas Turner preached to his fellow enslaved people, developing a loyal \n        following;\nWhereas Turner began planning a revolt with a few trusted fellow enslaved men \n        from neighboring plantations;\nWhereas Turner's rebellion began in August 1831, quickly growing from a small \n        handful of enslaved individuals to more than 70 enslaved and free \n        Blacks;\nWhereas the rebels went from house to house in Southampton County, freeing \n        enslaved people;\nWhereas the rebels were ultimately defeated by a State militia that had over \n        twice the manpower of the rebels, with three artillery companies \n        reinforcing it;\nWhereas Turner was captured 6 weeks after the rebellion was put down, whereupon \n        he was promptly convicted and sentenced to death;\nWhereas, in retaliation for the uprising, Virginia officially executed 56 Black \n        people, with at least 100 more killed by militias through extrajudicial \n        violence;\nWhereas the rebellion caused widespread panic among slaveholders throughout the \n        South, resulting in widespread violence against enslaved people;\nWhereas, in the wake of the rebellion, the Virginia General Assembly passed \n        legislation making it illegal to teach enslaved or free Blacks to read \n        and write;\nWhereas the Underground Railroad was a network of individuals who helped around \n        100,000 slaves escape North;\nWhereas the railroad began when a ``conductor'' often posing as a slave would \n        enter a plantation and attempt to guide runaways;\nWhereas escapees would travel 10 to 20 miles each night between safe houses or \n        ``stations'' to avoid detection, waiting in safe houses for the next \n        along the line to be alerted to their presence;\nWhereas individuals running each station, many of whom were White, knew only of \n        local efforts and not the entire operation;\nWhereas Harriet Tubman, born Araminta Ross, lived as an enslaved person through \n        her young life where she endured regular whippings and suffered a \n        traumatic head injury at the hands of an overseer, causing her \n        narcoleptic episodes and migraines throughout her life;\nWhereas Ms. Tubman escaped from slavery along the Underground Railroad, a \n        network of abolitionists who guided escaped slaves to the North \n        traveling primarily at night to avoid bounty hunters;\nWhereas Ms. Tubman returned to the South no less than 13 times to free 70 \n        enslaved persons, including much of her family, for which she would be \n        given the name ``Moses'';\nWhereas Ms. Tubman deftly led those she saved North during the fall and winter \n        when their would-be captors stayed inside to avoid the cold;\nWhereas, in Ms. Tubman's own words, ``I never ran my train off the track and I \n        never lost a passenger'';\nWhereas, during the Civil War, Ms. Tubman served as a nurse, scout, and spy in \n        the Union army, becoming the first woman to plan and lead a military \n        operation in the United States, liberating 700 enslaved people in South \n        Carolina;\nWhereas, later in life, Ms. Tubman continued working to improve the lives of \n        oppressed people, raising funds for and building schools as well as a \n        hospital in the name of formerly enslaved people while participating in \n        the women's suffrage movement;\nWhereas John Brown, an abolitionist who ran an important stop on the Underground \n        Railroad, dedicated his life to ending slavery;\nWhereas Brown lead a militia in guerrilla attacks on proslavery towns in Kansas, \n        losing one of his sons in the struggle;\nWhereas Brown, with the help of Harriet Tubman, planned and organized an \n        invasion of the South to free all slaves;\nWhereas Brown began his invasion at Harpers Ferry, West Virginia, but was \n        surrounded and captured by Federal troops led by Robert E. Lee, losing \n        two more sons in the fighting;\nWhereas the 13th Amendment was passed by Congress on January 31, 1865, and \n        ratified on December 6, 1865, and provides that ``Neither slavery nor \n        involuntary servitude, except as a punishment for crime whereof the \n        party shall have been duly convicted, shall exist within the United \n        States, or any place subject to their jurisdiction.'';\nWhereas, beginning in the 20th century, African Americans began to relocate from \n        Southern farms to Southern cities, from the South to the Northeast, \n        Midwest, and West, in a movement known as the ``Great Migration'';\nWhereas the relocation of formerly enslaved individuals and their descendants \n        also included unfavorable and at times unjust interactions with law \n        enforcement that often resulted in imprisonment and convict leasing;\nWhereas convict leasing, also known as slavery by another name, was a system \n        that allowed prisons to lease imprisoned individuals to private \n        entities, often corporations and plantations;\nWhereas the remains of 95 persons, thought to be of African ancestry, who were \n        subjected to the convict leasing system in the State of Texas were \n        discovered in 2018 at the construction site of Fort Bend Independent \n        School District's James Reese Career and Technical Center in Sugar Land, \n        Texas;\nWhereas, while slavery was abolished, descendants of the enslaved continue to \n        live with the effects of slavery's progenies: Jim Crow, mass lynching, \n        segregation, police brutality, mass incarceration, and institutionalized \n        racism; and\nWhereas, despite the horrors of slavery and against all odds, enslaved people \n        became thought leaders and revolutionaries and changed the course of \n        American history: Now, therefore, be it\n    Resolved by the Senate and House of Representatives of the United \nStates of America in Congress assembled,\n\nSECTION 1. SHORT TITLE.\n\n    This resolution may be cited as the ``Original Slavery Remembrance \nDay Resolution''.\n\nSEC. 2. SLAVERY REMEMBRANCE DAY.\n\n    That the House of Representatives and the Senate--\n            (1) designate a ``Slavery Remembrance Day'' annually on \n        August 20th to serve as a reminder of the evils of slavery;\n            (2) condemn slavery and its evil progenies;\n            (3) encourage all to acknowledge the importance of slavery \n        remembrance; and\n            (4) authorize and request the President to issue a \n        proclamation calling upon the people of the United States to \n        observe such days with appropriate ceremonies and activities.\n                                 &lt;all&gt;\n</pre></body></html>\n"
    }
]